const provinces = [
  {
    "name": "กรุงเทพมหานคร",
    "lat": 13.7563,
    "lon": 100.5018,
    "postalCode": "10100",
    "description": `กรุงเทพมหานคร เมืองหลวงของประเทศไทย เป็นเมืองที่มีเสน่ห์เฉพาะตัว ผสมผสานความทันสมัยและวัฒนธรรมไทยเข้าไว้ด้วยกันอย่างลงตัว 
    เป็นศูนย์กลางของประเทศ ทั้งด้านเศรษฐกิจ การเมือง การศึกษา และวัฒนธรรม เต็มไปด้วยสีสันและชีวิตชีวาตลอด 24 ชั่วโมง 
    มีแม่น้ำเจ้าพระยาไหลผ่านใจกลางเมือง ก่อให้เกิดทัศนียภาพที่สวยงาม และเป็นเส้นทางคมนาคมที่สำคัญมาตั้งแต่สมัยโบราณ 
    
    กรุงเทพฯ มีวัดวาอารามสวยงามมากมาย อาทิเช่น วัดพระศรีรัตนศาสดาราม วัดอรุณราชวรารามราชวรมหาวิหาร วัดเบญจมบพิตรดุสิตวนารามราชวรมหาวิหาร เป็นต้น 
    นอกจากนี้ยังมีพระบรมมหาราชวัง สถานที่ท่องเที่ยวสำคัญที่เปี่ยมไปด้วยคุณค่าทางประวัติศาสตร์ และสถาปัตยกรรมไทยอันวิจิตร 
    อีกทั้งยังเป็นที่ประดิษฐานของพระแก้วมรกต พระพุทธรูปคู่บ้านคู่เมืองของชาวไทยอีกด้วย
    
    กรุงเทพฯ ยังเป็นสวรรค์ของนักช้อป มีห้างสรรพสินค้าหรูหรา ตลาดนัดสุดชิค และร้านค้าริมทางมากมาย 
    นอกจากนี้ยังมีร้านอาหารรสเลิศหลากหลายสไตล์ ตั้งแต่อาหารไทยรสจัดจ้าน อาหารนานาชาติ ไปจนถึงร้านอาหารมิชลินสตาร์
    
    การเดินทางในกรุงเทพฯ สะดวกสบาย มีระบบขนส่งสาธารณะที่ครอบคลุม ทั้งรถไฟฟ้า BTS รถไฟฟ้าใต้ดิน MRT รถประจำทาง เรือโดยสาร และแท็กซี่`,
    googleMap: "https://goo.gl/maps/1rnAhsK7h5rMv3zC9",
    additionalMap: "https://maps.app.goo.gl/x6DcvenggQ3sHBUY7",
    places: [
      {
        name: "วัดพระศรีรัตนศาสดาราม",
        image: "/project/zubapop/assets/image/bangkok2.jpg"
      },
      {
        name: "วัดอรุณราชวรารามราชวรมหาวิหาร",
        image: "/project/zubapop/assets/image/bangkok3.jpg"
      },
      {
        name: "วัดเบญจมบพิตรดุสิตวนารามราชวรมหาวิหาร",
        image: "/project/zubapop/assets/image/bangkok4.jpg"
      },
      {
        name: "พระบรมมหาราชวัง",
        image: "/project/zubapop/assets/image/bangkok5.jpg"
      },
      {
        name: "ตลาดนัดจตุจักร",
        image: "/project/zubapop/assets/image/bangkok6.jpg"
      }
    ]
  }, {
    name: "กระบี่",
    lat: 8.0863,
    lon: 98.9063,
    postalCode: "81000",
    description: `จังหวัดกระบี่ ดินแดนแห่งธรรมชาติที่งดงามด้วยขุนเขา ท้องทะเล และหมู่เกาะน้อยใหญ่กว่า 154 เกาะ 
    เป็นแหล่งท่องเที่ยวทางทะเลที่ขึ้นชื่อระดับโลก มีหาดทรายขาวสะอาด น้ำทะเลสีฟ้าใส และแนวปะการังที่สวยงาม 
    เหมาะสำหรับการพักผ่อน เล่นน้ำ ดำน้ำ พายเรือคายัค และกิจกรรมทางทะเลอีกมากมาย 

    นอกจากความงดงามของท้องทะเล กระบี่ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่น่าสนใจอีกมากมาย เช่น สระมรกต น้ำตกร้อน ถ้ำเสือ เขาขนาบน้ำ เป็นต้น 
    
    กระบี่เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน มีการค้นพบหลักฐานทางโบราณคดีมากมาย 
    เช่น ภาพเขียนสีโบราณที่อุทยานแห่งชาติหาดนพรัตน์ธารา-หมู่เกาะพีพี และสุสานหอย 75 ล้านปี 
    
    จังหวัดกระบี่ยังเป็นแหล่งรวมวัฒนธรรมที่หลากหลาย ทั้งชาวไทยพุทธ ชาวไทยมุสลิม และชาวเล ซึ่งต่างก็มีวิถีชีวิต ประเพณี และวัฒนธรรมที่เป็นเอกลักษณ์ 
    
    การเดินทางมายังจังหวัดกระบี่สะดวกสบาย สามารถเดินทางได้ทั้งทางเครื่องบิน รถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/5pW5R245FfHHzngG7",
    places: [
      {
        "name": "อุทยานแห่งชาติหาดนพรัตน์ธารา-หมู่เกาะพีพี",
        "image": "/project/zubapop/assets/image/krabi1.jpg"
      },
      {
        "name": "เกาะพีพีเล",
        "image": "/project/zubapop/assets/image/krabi2.jpg"
      },
      {
        "name": "อ่าวมาหยา",
        "image": "/project/zubapop/assets/image/krabi3.jpg"
      },
      {
        "name": "ทะเลแหวก",
        "image": "/project/zubapop/assets/image/krabi4.jpg"
      },
      {
        "name": "สระมรกต",
        "image": "/project/zubapop/assets/image/krabi5.jpg"
      },
    ]
  },
  {
    name: "กาญจนบุรี",
    lat: 14.0228,
    lon: 99.5328,
    postalCode: "71000",
    description: `กาญจนบุรี เมืองแห่งประวัติศาสตร์ ธรรมชาติ และวัฒนธรรม เป็นจังหวัดที่เต็มไปด้วยเรื่องราว และสถานที่ท่องเที่ยวอันทรงคุณค่ามากมาย 
    กาญจนบุรีเคยเป็นดินแดนแห่งความรุ่งเรืองในอดีต ปรากฏหลักฐานทางประวัติศาสตร์มากมาย ทั้งโบราณสถาน โบราณวัตถุ และเมืองโบราณ 
    ที่สำคัญได้แก่ อุทยานประวัติศาสตร์เมืองสิงห์ ซึ่งเป็นเมืองโบราณสมัยขอม และสะพานข้ามแม่น้ำแคว ซึ่งเป็นสะพานประวัติศาสตร์สมัยสงครามโลกครั้งที่ 2

    นอกจากนี้กาญจนบุรียังมีธรรมชาติที่สวยงาม อุดมสมบูรณ์ไปด้วยผืนป่า ภูเขา แม่น้ำ และน้ำตก 
    เหมาะสำหรับการท่องเที่ยวเชิงนิเวศ การเดินป่า ล่องแพ และพักผ่อนท่ามกลางธรรมชาติ 

    สถานที่ท่องเที่ยวทางธรรมชาติที่ขึ้นชื่อของกาญจนบุรีได้แก่ อุทยานแห่งชาติเอราวัณ ซึ่งมีน้ำตกเอราวัณที่สวยงาม 
    อุทยานแห่งชาติทองผาภูมิ ซึ่งเป็นแหล่งดูนก และชมผีเสื้อนานาชนิด 
    และเขื่อนศรีนครินทร์ ซึ่งเป็นเขื่อนที่ใหญ่ที่สุดในภาคตะวันตก 

    กาญจนบุรียังเป็นที่ตั้งของชุมชนชาวมอญ ซึ่งเป็นกลุ่มชาติพันธุ์ที่มีวัฒนธรรมเป็นเอกลักษณ์ 
    นักท่องเที่ยวสามารถสัมผัสวิถีชีวิต และวัฒนธรรมของชาวมอญได้ที่ บ้านอีต่อง และสังขละบุรี 

    การเดินทางมายังจังหวัดกาญจนบุรีสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/4PdWqZkE4eT6bQwA7",
    places: [
      {
        name: "สะพานข้ามแม่น้ำแคว",
        image: "/project/zubapop/assets/image/kanchanaburi1.jpg"
      },
      {
        name: "ทางรถไฟสายมรณะ",
        image: "/project/zubapop/assets/image/kanchanaburi2.jpg"
      },
      {
        name: "สุสานทหารสัมพันธมิตรดอนรัก",
        image: "/project/zubapop/assets/image/kanchanaburi3.jpg"
      },
      {
        name: "อุทยานประวัติศาสตร์เมืองสิงห์",
        image: "/project/zubapop/assets/image/kanchanaburi4.jpg"
      },
      {
        name: "น้ำตกเอราวัณ",
        image: "/project/zubapop/assets/image/kanchanaburi5.jpg"
      }
    ]
  },
  {
    name: "กาฬสินธุ์",
    lat: 16.4314,
    lon: 103.506,
    postalCode: "46000",
    description: `กาฬสินธุ์ แผ่นดินศักดิ์สิทธิ์ ประวัติศาสตร์ และวัฒนธรรม ดินแดนแห่งไดโนเสาร์ และทุ่งกุลาร้องไห้ 
    เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน และมีแหล่งท่องเที่ยวที่น่าสนใจมากมาย 

    กาฬสินธุ์เป็นที่ตั้งของแหล่งขุดค้นไดโนเสาร์ที่สำคัญของประเทศไทย 
    นักท่องเที่ยวสามารถชมซากฟอสซิลไดโนเสาร์ และเรียนรู้เรื่องราวของไดโนเสาร์ได้ที่ พิพิธภัณฑ์สิรินธร อำเภอสหัสขันธ์ 

    นอกจากนี้กาฬสินธุ์ยังมีแหล่งท่องเที่ยวทางธรรมชาติ เช่น เขื่อนลำปาว ซึ่งเป็นเขื่อนดินที่ใหญ่ที่สุดในประเทศไทย 
    และอุทยานแห่งชาติภูพาน ซึ่งเป็นแหล่งต้นน้ำลำธารที่สำคัญของภาคตะวันออกเฉียงเหนือ 

    กาฬสินธุ์เป็นจังหวัดที่มีวัฒนธรรม และประเพณีที่เป็นเอกลักษณ์ โดยเฉพาะอย่างยิ่ง ประเพณีบุญบั้งไฟ 
    ซึ่งเป็นประเพณีที่จัดขึ้นเพื่อขอฝน และเป็นการอนุรักษ์วัฒนธรรมอันดีงามของชาวอีสาน 

    การเดินทางมายังจังหวัดกาฬสินธุ์สะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ รถโดยสารประจำทาง และเครื่องบิน`,
    googleMap: "https://goo.gl/maps/7iYbYj2xKtKnD2P87",
    places: [
      {
        name: "พิพิธภัณฑ์สิรินธร",
        image: "/project/zubapop/assets/image/kalasin1.jpg"
      },
      {
        name: "อุทยานแห่งชาติภูพาน",
        image: "/project/zubapop/assets/image/kalasin2.jpg"
      },
      {
        name: "เขื่อนลำปาว",
        image: "/project/zubapop/assets/image/kalasin3.jpg"
      },
      {
        name: "วัดภูสิงห์",
        image: "/project/zubapop/assets/image/kalasin4.jpg"
      },
      {
        name: "พระธาตุยาคู",
        image: "/project/zubapop/assets/image/kalasin5.jpg"
      }
    ]
  },
  {
    name: "กำแพงเพชร",
    lat: 16.4827,
    lon: 99.5222,
    postalCode: "62000",
    description: `กำแพงเพชร เมืองมรดกโลก อดีตนครรัฐที่ยิ่งใหญ่ และเคยเป็นส่วนหนึ่งของอาณาจักรสุโขทัย 
    เต็มไปด้วยโบราณสถาน และแหล่งท่องเที่ยวเชิงประวัติศาสตร์ที่สำคัญมากมาย 

    กำแพงเพชรเป็นที่ตั้งของอุทยานประวัติศาสตร์กำแพงเพชร ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO 
    ภายในอุทยานฯ มีโบราณสถานที่สำคัญ เช่น วัดพระแก้ว วัดพระธาตุนครชุม วัดพระสี่อิริยาบถ และวัดช้างรอบ 

    นอกจากนี้กำแพงเพชรยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม เช่น อุทยานแห่งชาติคลองลาน ซึ่งเป็นส่วนหนึ่งของผืนป่าตะวันตก 
    มีน้ำตกที่สวยงาม และเส้นทางเดินป่าศึกษาธรรมชาติ 
    
    และอุทยานแห่งชาติแม่วงก์ ซึ่งเป็นแหล่งดูนก และสัตว์ป่าหายากหลายชนิด 

    กำแพงเพชรยังมีชื่อเสียงในด้านงานฝีมือ เช่น เครื่องปั้นดินเผากำแพงเพชร ผ้าทอกำแพงเพชร และเครื่องเงิน 
    ซึ่งเป็นสินค้าที่ระลึกที่ได้รับความนิยมจากนักท่องเที่ยว 

    การเดินทางมายังจังหวัดกำแพงเพชรสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ รถโดยสารประจำทาง และรถไฟ`,
    googleMap: "https://goo.gl/maps/95e6zVYm3LhT1X4t7",
    places: [
      {
        name: "อุทยานประวัติศาสตร์กำแพงเพชร",
        image: "/project/zubapop/assets/image/kb1.jpg"
      },
      {
        name: "วัดพระแก้ว",
        image: "/project/zubapop/assets/image/kb2.jpg"
      },
      {
        name: "วัดพระธาตุนครชุม",
        image: "/project/zubapop/assets/image/kb3.jpg"
      },
      {
        name: "วัดพระสี่อิริยาบถ",
        image: "/project/zubapop/assets/image/kb4.jpeg"
      },
      {
        name: "วัดช้างรอบ",
        image: "/project/zubapop/assets/image/kb5.jpg"
      }
    ]

  },

  // ----------------------------------------------------------------------------------------------------------
  {
    name: "ขอนแก่น",
    lat: 16.4419,
    lon: 102.8356,
    postalCode: "40000",
    description: `ขอนแก่น เมืองใหญ่แห่งภาคอีสาน ศูนย์กลางทางเศรษฐกิจ การศึกษา และวัฒนธรรม 
    เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน และมีแหล่งท่องเที่ยวที่น่าสนใจมากมาย 

    ขอนแก่นเป็นที่ตั้งของศาลหลักเมือง ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง และเป็นที่เคารพสักการะของชาวขอนแก่น 
    นอกจากนี้ขอนแก่นยังมีวัดวาอารามที่สวยงาม เช่น วัดหนองแวง ซึ่งเป็นวัดพระอารามหลวงชั้นตรี 
    และวัดป่าแสงอรุณ ซึ่งเป็นวัดป่าที่มีชื่อเสียงในด้านการปฏิบัติธรรม 

    ขอนแก่นยังมีแหล่งท่องเที่ยวทางธรรมชาติ เช่น อุทยานแห่งชาติน้ำพอง ซึ่งมีน้ำตกที่สวยงาม และเส้นทางเดินป่าศึกษาธรรมชาติ 
    และบึงแก่นนคร ซึ่งเป็นบึงน้ำจืดขนาดใหญ่ใจกลางเมือง เป็นที่อยู่อาศัยของนกน้ำนานาชนิด 

    ขอนแก่นยังมีชื่อเสียงในด้านอาหารอีสานรสแซ่บ เช่น ส้มตำ ไก่ย่าง และลาบ ซึ่งเป็นอาหารที่นักท่องเที่ยวไม่ควรพลาด 

    การเดินทางมายังจังหวัดขอนแก่นสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ รถโดยสารประจำทาง รถไฟ และเครื่องบิน`,
    googleMap: "https://goo.gl/maps/8tDC9N9a2WDr6z5h8",
    places: [
      {
        name: "ศาลหลักเมืองขอนแก่น",
        image: "/project/zubapop/assets/image/khonkaen1.jpg"
      },
      {
        name: "วัดหนองแวง",
        image: "/project/zubapop/assets/image/khonkaen2.webp"
      },
      {
        name: "วัดป่าแสงอรุณ",
        image: "/project/zubapop/assets/image/khonkaen3.jpeg"
      },
      {
        name: "อุทยานแห่งชาติน้ำพอง",
        image: "/project/zubapop/assets/image/khonkaen4.jpg"
      },
      {
        name: "บึงแก่นนคร",
        image: "/project/zubapop/assets/image/khonkaen5.jpg"
      }
    ]
  },
  {
    name: "จันทบุรี",
    lat: 12.6113,
    lon: 102.103,
    postalCode: "22000",
    description: `จันทบุรี เมืองชายทะเลตะวันออก ดินแดนแห่งผลไม้ อัญมณี และธรรมชาติที่อุดมสมบูรณ์ 
    เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน และมีแหล่งท่องเที่ยวที่น่าสนใจมากมาย 

    จันทบุรีเป็นที่ตั้งของอุทยานแห่งชาติน้ำตกพลิ้ว ซึ่งมีน้ำตกที่สวยงาม และเป็นที่ประทับของรัชกาลที่ 5 

    นอกจากนี้จันทบุรียังมีชายหาดที่สวยงาม เช่น หาดเจ้าหลาว หาดคุ้งวิมาน และหาดแหลมสิงห์ 
    เหมาะสำหรับการพักผ่อน เล่นน้ำทะเล และชมพระอาทิตย์ตก 

    จันทบุรียังมีชื่อเสียงในด้านการค้าพลอย และอัญมณี โดยเฉพาะทับทิมสยาม ซึ่งเป็นอัญมณีที่มีชื่อเสียงระดับโลก 
    นักท่องเที่ยวสามารถชม และเลือกซื้ออัญมณีได้ที่ ตลาดพลอย อำเภอเมือง จันทบุรี 

    จันทบุรียังเป็นแหล่งผลิตผลไม้ที่สำคัญของประเทศไทย เช่น ทุเรียน เงาะ มังคุด และลองกอง 
    นักท่องเที่ยวสามารถลิ้มรสผลไม้สดๆ ได้จากสวนผลไม้โดยตรง 

    การเดินทางมายังจังหวัดจันทบุรีสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/J66t6XhQUtQ1Z3g79",
    places: [
      {
        name: "อุทยานแห่งชาติน้ำตกพลิ้ว",
        image: "/project/zubapop/assets/image/chanthaburi1.jpg"
      },
      {
        name: "หาดเจ้าหลาว",
        image: "/project/zubapop/assets/image/chanthaburi2.jpg"
      },
      {
        name: "หาดคุ้งวิมาน",
        image: "/project/zubapop/assets/image/chanthaburi3.jpg"
      },
      {
        name: "หาดแหลมสิงห์",
        image: "/project/zubapop/assets/image/chanthaburi4.jpg"
      },
      {
        name: "วัดปากน้ำแขมหนู",
        image: "/project/zubapop/assets/image/chanthaburi5.jpg"
      }
    ]
  },
  {
    name: "ฉะเชิงเทรา",
    lat: 13.6904,
    lon: 101.0779,
    postalCode: "24000",
    description: `ฉะเชิงเทรา เมืองแปดริ้ว ดินแดนแห่งสายน้ำ พุทธศาสนา และวิถีชีวิตที่เรียบง่าย 
    เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน และมีแหล่งท่องเที่ยวที่น่าสนใจมากมาย 

    ฉะเชิงเทราเป็นที่ตั้งของวัดโสธรวรารามวรวิหาร ซึ่งเป็นวัดที่มีชื่อเสียงในด้านความศักดิ์สิทธิ์ 
    และเป็นที่ประดิษฐานของหลวงพ่อโสธร พระพุทธรูปคู่บ้านคู่เมืองของชาวแปดริ้ว 

    นอกจากนี้ฉะเชิงเทรา ยังมีวัดวาอารามที่สวยงามอีกหลายแห่ง เช่น วัดสมานรัตนาราม 
    ซึ่งเป็นที่ประดิษฐานของพระพิฆเนศปางนอนองค์ใหญ่ที่สุดในโลก 
    และวัดปากน้ำโจ้โล้ ซึ่งเป็นวัดเก่าแก่สมัยอยุธยา 

    ฉะเชิงเทรา ยังมีแหล่งท่องเที่ยวทางธรรมชาติ เช่น ตลาดน้ำบางคล้า ซึ่งเป็นตลาดน้ำที่มีชื่อเสียง 
    และเป็นแหล่งรวมสินค้าพื้นเมือง อาหารอร่อย และวิถีชีวิตริมน้ำ 
    
    และสวนปาล์มฟาร์มนก ซึ่งเป็นสวนสัตว์เปิด ที่รวบรวมพันธุ์นก และสัตว์นานาชนิด 

    ฉะเชิงเทรา ยังมีชื่อเสียงในด้านอาหารอร่อย เช่น ขนมจาก ปลาช่อนแม่น้ำ และกุ้งแม่น้ำ 
    ซึ่งเป็นอาหารที่นักท่องเที่ยวไม่ควรพลาด 

    การเดินทางมายังจังหวัดฉะเชิงเทราสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/r4x5gCeqk5L247rM9",
    places: [
      {
        name: "วัดโสธรวรารามวรวิหาร",
        image: "/project/zubapop/assets/image/chachoengsao1.jpg"
      },
      {
        name: "วัดสมานรัตนาราม",
        image: "/project/zubapop/assets/image/chachoengsao2.jpg"
      },
      {
        name: "วัดปากน้ำโจ้โล้",
        image: "/project/zubapop/assets/image/chachoengsao3.jpg"
      },
      {
        name: "ตลาดน้ำบางคล้า",
        image: "/project/zubapop/assets/image/chachoengsao4.jpeg"
      },
      {
        name: "วัดหงษ์ทอง",
        image: "/project/zubapop/assets/image/chachoengsao5.jpeg"
      }
    ]
  },
  {
    name: "ชลบุรี",
    lat: 13.3611,
    lon: 100.9847,
    postalCode: "20000",
    description: `ชลบุรี เมืองชายทะเล ใกล้กรุงเทพฯ ดินแดนแห่งหาดทราย สายลม แสงแดด และอาหารทะเลสดอร่อย 
    เป็นจังหวัดที่มีแหล่งท่องเที่ยวหลากหลาย ทั้งทางธรรมชาติ และที่มนุษย์สร้างขึ้น 

    ชลบุรี มีชายหาดที่สวยงาม เช่น หาดบางแสน หาดพัทยา และหาดจอมเทียน 
    เหมาะสำหรับการพักผ่อน เล่นน้ำทะเล และชมพระอาทิตย์ตกดิน 

    นอกจากนี้ ชลบุรี ยังมีเกาะที่สวยงาม เช่น เกาะล้าน เกาะสีชัง และเกาะแสมสาร 
    เหมาะสำหรับการดำน้ำดูปะการัง เล่นน้ำ และพักผ่อนท่ามกลางธรรมชาติ 

    ชลบุรี ยังมีแหล่งท่องเที่ยวเชิงวัฒนธรรม เช่น ปราสาทสัจธรรม ซึ่งเป็นปราสาทไม้แกะสลักที่ใหญ่ที่สุดในโลก 
    วิหารเซียน ซึ่งเป็นสถานที่รวบรวมศิลปะ และวัตถุโบราณ 
    และเมืองจำลอง ซึ่งเป็นสวนสนุกที่จำลองสถานที่สำคัญๆ ทั่วโลก 

    ชลบุรี ยังมีชื่อเสียงในด้านอาหารทะเลสดอร่อย เช่น ปูม้า กุ้ง หอย ปลา และอาหารทะเลแปรรูปต่างๆ 
    ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด 

    การเดินทางมายังจังหวัดชลบุรีสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/jD8nW1bM6qQz7k4z5",
    places: [
      {
        name: "หาดบางแสน",
        image: "/project/zubapop/assets/image/chonburi1.webp"
      },
      {
        name: "หาดพัทยา",
        image: "/project/zubapop/assets/image/chonburi2.webp"
      },
      {
        name: "เขาสามมุก",
        image: "/project/zubapop/assets/image/chonburi3.jpg"
      },
      {
        name: "เกาะล้าน",
        image: "/project/zubapop/assets/image/chonburi4.jpg"
      },
      {
        name: "เกาะสีชัง",
        image: "/project/zubapop/assets/image/chonburi5.jpg"
      }
    ]
  },
  {
    name: "ชัยนาท",
    lat: 15.1854,
    lon: 100.1256,
    postalCode: "17000",
    description: `ชัยนาท เมืองเล็กๆ ริมแม่น้ำเจ้าพระยา ดินแดนแห่งวิถีชีวิตแบบไทยๆ และธรรมชาติที่อุดมสมบูรณ์ 
    เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน และมีแหล่งท่องเที่ยวที่น่าสนใจมากมาย 

    ชัยนาท เป็นที่ตั้งของเขื่อนเจ้าพระยา ซึ่งเป็นเขื่อนที่ใหญ่ที่สุดบนแม่น้ำเจ้าพระยา 
    และเป็นแหล่งผลิตไฟฟ้าพลังน้ำที่สำคัญของประเทศไทย 
    นักท่องเที่ยวสามารถล่องเรือชมความงามของเขื่อน และชมวิวทิวทัศน์ของแม่น้ำเจ้าพระยาได้ 

    นอกจากนี้ ชัยนาท ยังมีวัดวาอารามที่สวยงาม เช่น วัดพระบรมธาตุวรวิหาร ซึ่งเป็นวัดคู่บ้านคู่เมืองของชาวชัยนาท 
    และวัดปากคลองมะขามเฒ่า ซึ่งเป็นวัดเก่าแก่สมัยอยุธยา 

    ชัยนาท ยังมีแหล่งท่องเที่ยวเชิงเกษตร เช่น สวนนกชัยนาท ซึ่งเป็นสวนสัตว์เปิด ที่รวบรวมพันธุ์นก และสัตว์นานาชนิด 
    และสวนพฤกษศาสตร์วรรณคดีภาคกลาง ซึ่งเป็นสวนพฤกษศาสตร์ที่รวบรวมพันธุ์ไม้ในวรรณคดีไทย 

    ชัยนาท ยังมีชื่อเสียงในด้านอาหารอร่อย เช่น ก๋วยเตี๋ยวเรือ ปลาแม่น้ำ และผลไม้ เช่น ส้มโอ มะม่วง 
    ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด 

    การเดินทางมายังจังหวัดชัยนาทสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/n2Q4R5qNnB9z5R868",
    places: [
      {
        name: "เขื่อนเจ้าพระยา",
        image: "/project/zubapop/assets/image/chainat1.jpeg"
      },
      {
        name: "วัดพระบรมธาตุวรวิหาร",
        image: "/project/zubapop/assets/image/chainat2.jpeg"
      },
      {
        name: "วัดปากคลองมะขามเฒ่า",
        image: "/project/zubapop/assets/image/chainat3.jpeg"
      },
      {
        name: "สวนนกชัยนาท",
        image: "/project/zubapop/assets/image/chainat4.jpeg"
      },
      {
        name: "สวนพฤกษศาสตร์วรรณคดีภาคกลาง",
        image: "/project/zubapop/assets/image/chainat5.jpg"
      }
    ]
  },
  {
    name: "ชัยภูมิ",
    lat: 15.8068,
    lon: 102.031,
    postalCode: "36000",
    description: `ชัยภูมิ เมืองแห่งทุ่งดอกกระเจียว และผาหินงาม 
    เป็นจังหวัดที่มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม และอุดมสมบูรณ์ 

    ชัยภูมิ เป็นที่ตั้งของอุทยานแห่งชาติไทรทอง ซึ่งเป็นแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญของจังหวัด 
    มีทุ่งดอกกระเจียวบานสะพรั่งในช่วงฤดูฝน 

    นอกจากนี้ อุทยานแห่งชาติไทรทอง ยังมีน้ำตก ผาหิน และเส้นทางเดินป่าศึกษาธรรมชาติที่สวยงาม อีกหลายแห่ง 
    เช่น น้ำตกไทรทอง ผาหำหด และผาพ่อเมือง 

    ชัยภูมิ ยังมีแหล่งท่องเที่ยวทางประวัติศาสตร์ และวัฒนธรรม เช่น ปรางค์กู่ ซึ่งเป็นโบราณสถานสมัยขอม 
    และวัดพระธาตุชัยภูมิ ซึ่งเป็นวัดเก่าแก่คู่บ้านคู่เมือง 

    ชัยภูมิ ยังมีชื่อเสียงในด้านอาหารอีสานรสแซ่บ เช่น ส้มตำ ลาบ และไก่ย่าง ซึ่งเป็นอาหารที่นักท่องเที่ยวไม่ควรพลาด 

    การเดินทางมายังจังหวัดชัยภูมิสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ และรถโดยสารประจำทาง`,
    googleMap: "https://goo.gl/maps/aH64q7yPq38z3yVq8",
    places: [
      {
        name: "อุทยานแห่งชาติไทรทอง",
        image: "/project/zubapop/assets/image/chaiyaphum1.jpg"
      },
      {
        name: "อุทยานแห่งชาติป่าหินงาม",
        image: "/project/zubapop/assets/image/chaiyaphum2.jpg"
      },
      {
        name: "น้ำตกไทรทอง",
        image: "/project/zubapop/assets/image/chaiyaphum3.jpg"
      },
      {
        name: "ผาหำหด",
        image: "/project/zubapop/assets/image/chaiyaphum4.jpg"
      },
      {
        name: "ผาพ่อเมือง",
        image: "/project/zubapop/assets/image/chaiyaphum5.jpg"
      }
    ]
  },
  {
    name: "ชุมพร",
    lat: 10.5072,
    lon: 99.1785,
    postalCode: "86000",
    description: `ชุมพร ประตูสู่ภาคใต้ ดินแดนสองฝั่งทะเล มีทั้งฝั่งอ่าวไทย และฝั่งทะเลอันดามัน 
    เป็นจังหวัดที่มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม และอุดมสมบูรณ์ 

    ชุมพร มีชายหาดที่สวยงาม เช่น หาดทรายรี หาดทุ่งวัวแล่น และหาดภราดรภาพ 
    เหมาะสำหรับการพักผ่อน เล่นน้ำทะเล และชมพระอาทิตย์ตกดิน 

    นอกจากนี้ ชุมพร ยังมีเกาะที่สวยงาม เช่น หมู่เกาะชุมพร ซึ่งเป็นแหล่งดำน้ำดูปะการัง และชมความงามของโลกใต้ทะเล 

    ชุมพร ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์ และวัฒนธรรม เช่น ศาลหลักเมืองชุมพร ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง 
    และพิพิธภัณฑสถานแห่งชาติ ชุมพร ซึ่งเป็นแหล่งรวบรวม และจัดแสดงโบราณวัตถุ และศิลปวัตถุของจังหวัด 

    ชุมพร ยังมีชื่อเสียงในด้านอาหารทะเลสดอร่อย เช่น ปูม้า กุ้ง หอย ปลา และอาหารทะเลแปรรูปต่างๆ 
    ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด 

    การเดินทางมายังจังหวัดชุมพรสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ รถโดยสารประจำทาง รถไฟ และเครื่องบิน`,
    googleMap: "https://goo.gl/maps/r7zEbZ2LhF5K4kRw9",
    places: [
      {
        name: "หาดทรายรี",
        image: "/project/zubapop/assets/image/chumphon1.jpg"
      },
      {
        name: "หาดทุ่งวัวแล่น",
        image: "/project/zubapop/assets/image/chumphon2.jpg"
      },
      {
        name: "หาดภราดรภาพ",
        image: "/project/zubapop/assets/image/chumphon3.jpg"
      },
      {
        name: "หมู่เกาะชุมพร",
        image: "/project/zubapop/assets/image/chumphon4.jpeg"
      },
      {
        name: "ศาลหลักเมืองชุมพร",
        image: "/project/zubapop/assets/image/chumphon5.jpg"
      }
    ]
  },
  {
    name: "เชียงราย",
    lat: 19.9121,
    lon: 99.8311,
    postalCode: "57000",
    description: `เชียงราย เมืองเหนือสุดของประเทศไทย ดินแดนแห่งขุนเขา สายหมอก และวัฒนธรรมล้านนา 
    เป็นจังหวัดที่มีแหล่งท่องเที่ยวทางธรรมชาติ และวัฒนธรรมที่สวยงาม และหลากหลาย 

    เชียงราย เป็นที่ตั้งของดอยตุง ซึ่งเป็นภูเขาสูง ที่มีอากาศเย็นสบายตลอดปี 
    บนดอยตุง มีพระตำหนักดอยตุง สวนแม่ฟ้าหลวง และสวนรุกขชาติแม่ฟ้าหลวง ซึ่งเป็นสถานที่ท่องเที่ยวที่สวยงาม และเป็นที่นิยมของนักท่องเที่ยว 

    เชียงราย ยังมีวัดวาอารามที่สวยงาม เช่น วัดร่องขุ่น ซึ่งเป็นวัดที่มีชื่อเสียงในด้านสถาปัตยกรรมที่สวยงาม และเป็นเอกลักษณ์ 
    วัดพระธาตุดอยสุเทพราชวรวิหาร ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมืองของชาวเชียงใหม่ 
    และวัดพระสิงห์วรมหาวิหาร ซึ่งเป็นวัดที่ประดิษฐานของพระสิงห์ พระพุทธรูปศักดิ์สิทธิ์คู่บ้านคู่เมืองของชาวเชียงราย 

    เชียงราย ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์ เช่น สามเหลี่ยมทองคำ ซึ่งเป็นจุดบรรจบของแม่น้ำโขง แม่น้ำรวก และแม่น้ำ Mekong 
    เป็นแหล่งท่องเที่ยวที่สำคัญทางประวัติศาสตร์ และวัฒนธรรม 

    เชียงราย ยังมีชื่อเสียงในด้านกาแฟ ชา และผลไม้เมืองหนาว ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด 

    การเดินทางมายังจังหวัดเชียงรายสะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ รถโดยสารประจำทาง และเครื่องบิน`,
    googleMap: "https://goo.gl/maps/jJ7tT3kXz5rW6C7v7",
    places: [
      {
        name: "ดอยตุง",
        image: "/project/zubapop/assets/image/chiangrai1.jpg"
      },
      {
        name: "ภูชี้ฟ้า",
        image: "/project/zubapop/assets/image/chiangrai2.jpg"
      },
      {
        name: "สวนแม่ฟ้าหลวง",
        image: "/project/zubapop/assets/image/chiangrai3.jpg"
      },
      {
        name: "ไร่ชาฉุยฟง",
        image: "/project/zubapop/assets/image/chiangrai4.jpg"
      },
      {
        name: "วัดร่องขุ่น",
        image: "/project/zubapop/assets/image/chiangrai5.jpg"
      }
    ]
  },
  {
    name: "เชียงใหม่",
    lat: 18.7902,
    lon: 98.9817,
    postalCode: "50000",
    description: `เชียงใหม่ เมืองแห่งความประทับใจ ดินแดนล้านนา ที่มีประวัติศาสตร์ ศิลปวัฒนธรรม และธรรมชาติที่งดงาม 
    เป็นจังหวัดท่องเที่ยวที่สำคัญของประเทศไทย และเป็นที่รู้จักของนักท่องเที่ยวทั่วโลก 

    เชียงใหม่ เป็นที่ตั้งของวัดวาอารามที่สวยงาม เช่น วัดพระธาตุดอยสุเทพราชวรวิหาร ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมืองของชาวเชียงใหม่ 
    และเป็นจุดชมวิวที่สวยงาม 
    วัดเจดีย์หลวงวรวิหาร ซึ่งเป็นวัดเก่าแก่ และมีเจดีย์ที่สูงที่สุดในภาคเหนือ 
    และวัดพระสิงห์วรมหาวิหาร ซึ่งเป็นวัดที่ประดิษฐานของพระสิงห์ พระพุทธรูปศักดิ์สิทธิ์คู่บ้านคู่เมืองของชาวเชียงใหม่ 

    เชียงใหม่ ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม เช่น ดอยอินทนนท์ ซึ่งเป็นยอดเขาที่สูงที่สุดในประเทศไทย 
    มีอากาศเย็นสบายตลอดปี และมีทิวทัศน์ที่สวยงาม 
    อุทยานแห่งชาติดอยสุเทพ-ปุย ซึ่งเป็นแหล่งท่องเที่ยวทางธรรมชาติที่อุดมสมบูรณ์ มีน้ำตกที่สวยงาม และเส้นทางเดินป่าศึกษาธรรมชาติ 
    และดอยม่อนแจ่ม ซึ่งเป็นแหล่งท่องเที่ยวเชิงเกษตร และมีทิวทัศน์ที่สวยงาม 

    เชียงใหม่ ยังมีชื่อเสียงในด้านอาหารเหนือรสชาติอร่อย เช่น ข้าวซอย น้ำพริกหนุ่ม และแกงฮังเล ซึ่งเป็นอาหารที่นักท่องเที่ยวไม่ควรพลาด 

    การเดินทางมายังจังหวัดเชียงใหม่สะดวกสบาย สามารถเดินทางได้ทั้งทางรถยนต์ รถโดยสารประจำทาง รถไฟ และเครื่องบิน`,
    googleMap: "https://goo.gl/maps/svkExWjLqJV6XWr69",
    places: [
      {
        name: "วัดพระธาตุดอยสุเทพราชวรวิหาร",
        image: "/project/zubapop/assets/image/chiangmai1.jpg"
      },
      {
        name: "วัดเจดีย์หลวงวรวิหาร",
        image: "/project/zubapop/assets/image/chiangmai2.jpg"
      },
      {
        name: "วัดพระสิงห์วรมหาวิหาร",
        image: "/project/zubapop/assets/image/chiangmai3.jpg"
      },
      {
        name: "ดอยอินทนนท์",
        image: "/project/zubapop/assets/image/chiangmai4.webp"
      },
      {
        name: "อุทยานแห่งชาติดอยสุเทพ-ปุย",
        image: "/project/zubapop/assets/image/chiangmai5.jpg"
      }
    ]
  },

  // ---------------------------------------------------------------------------------------------

  {
    name: "ตรัง",
    lat: 7.5567,
    lon: 99.6117,
    postalCode: "92000",
    description: "ตรัง  เมืองแห่งธรรมชาติ  และวิถีชีวิตที่เรียบง่าย  ดินแดนที่ได้ชื่อว่า  เป็นเมืองแห่งความสุข  เป็นจังหวัดที่เต็มไปด้วยเสน่ห์  ทั้งชายหาดที่สวยงาม  ท้องทะเลที่อุดมสมบูรณ์  และวัฒนธรรมที่เป็นเอกลักษณ์  ตรัง  เป็นที่ตั้งของหมู่เกาะที่สวยงาม  เช่น  เกาะมุก  ซึ่งมีถ้ำมรกต  ที่เป็น Unseen Thailand  และเป็นแหล่งดำน้ำดูปะการังที่สวยงาม  เกาะไหง  ซึ่งเป็นเกาะที่เงียบสงบ  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  และเกาะกระดาน  ซึ่งเป็นเกาะที่เหมาะสำหรับการดำน้ำตื้น  และดำน้ำลึก  ตรัง  ยังมีแหล่งท่องเที่ยวทางธรรมชาติอื่นๆ  เช่น  น้ำตกโตนเต๊ะ  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลตลอดปี  ถ้ำเลเขากอบ  ซึ่งเป็นถ้ำที่มีความสวยงาม  และมีหินงอกหินย้อยที่แปลกตา  และสวนพฤกษศาสตร์ภาคใต้  (สวนนกตรัง)  ซึ่งเป็นแหล่งรวบรวมพันธุ์ไม้  และนกนานาชนิด  ตรัง  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ขนมเค้ก  ติ่มซำ  และอาหารทะเลสดอร่อย  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดตรังสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/Y1cPHtmS1HLuM57A8",
    places: [
      {
        name: "เกาะมุก ถ้ำมรกต",
        image: "/project/zubapop/assets/image/trang1.jpeg"
      },
      {
        name: "เกาะไหง",
        image: "/project/zubapop/assets/image/trang2.jpeg"
      },
      {
        name: "เกาะกระดาน",
        image: "/project/zubapop/assets/image/trang3.jpeg"
      },
      {
        name: "น้ำตกโตนเต๊ะ",
        image: "/project/zubapop/assets/image/trang4.jpg"
      },
      {
        name: "ถ้ำเลเขากอบ",
        image: "/project/zubapop/assets/image/trang5.jpg"
      }
    ]
  },
  {
    name: "ตราด",
    lat: 12.2412,
    lon: 102.5149,
    postalCode: "23000",
    description: "ตราด  เมืองเกาะ  แก่ง  กัลปังหา  และป่าชายเลน  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านอ่าวไทย  และมีเกาะน้อยใหญ่มากมาย  จึงมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  และอุดมสมบูรณ์  เหมาะสำหรับการพักผ่อน  และทำกิจกรรมทางทะเล  ตราด  มีชายหาดที่สวยงาม  เช่น  หาดทรายขาว  หาดไก่แบ้  และหาดคลองพร้าว  เหมาะสำหรับการพักผ่อน  เล่นน้ำทะเล  และชมพระอาทิตย์ตกดิน  นอกจากนี้  ตราดยังมีเกาะที่สวยงาม  เช่น  เกาะช้าง  ซึ่งเป็นเกาะที่ใหญ่เป็นอันดับ 2 ของประเทศไทย  มีน้ำตกที่สวยงาม  เช่น  น้ำตกคลองพลู  และมีจุดชมวิวที่สวยงาม  เช่น  จุดชมวิวไก่แบ้  เกาะกูด  ซึ่งเป็นเกาะที่เงียบสงบ  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  และเกาะหมาก  ซึ่งเป็นเกาะที่มีหาดทรายสวยงาม  และน้ำทะเลใสสะอาด  ตราด  ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรม  เช่น  ศาลหลักเมืองตราด  ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง  และชุมชนบ้านน้ำเชี่ยว  ซึ่งเป็นชุมชนชาวประมงพื้นบ้าน  ที่ยังคงรักษาวิถีชีวิตแบบดั้งเดิมไว้ได้เป็นอย่างดี  ตราด  ยังมีชื่อเสียงในด้านอาหารทะเลสดอร่อย  เช่น  ปูม้า  กุ้ง  หอย  ปลา  และอาหารทะเลแปรรูปต่างๆ  เช่น  กุ้งแห้ง  ปลาหมึกแห้ง  และกะปิ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดตราดสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://maps.app.goo.gl/SKpDbfpDNLPhhe3V9",
    places: [
      {
        name: "เกาะช้าง",
        image: "/project/zubapop/assets/image/trat1.jpg"
      },
      {
        name: "น้ำตกคลองพลู",
        image: "/project/zubapop/assets/image/trat2.jpg"
      },
      {
        name: "จุดชมวิวไก่แบ้",
        image: "/project/zubapop/assets/image/trat3.jpg"
      },
      {
        name: "เกาะกูด",
        image: "/project/zubapop/assets/image/trat4.jpg"
      },
      {
        name: "อุทยานแห่งชาติหมู่เกาะช้าง",
        image: "/project/zubapop/assets/image/trat5.jpeg"
      }
    ]
  },
  {
    name: "ตาก",
    lat: 16.8800,
    lon: 99.1350,
    postalCode: "63000",
    description: "ตาก  เมืองแห่งสายน้ำ  ขุนเขา  และประวัติศาสตร์  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันตกของประเทศไทย  มีพื้นที่ติดกับชายแดนประเทศพม่า  เป็นจังหวัดที่มีแหล่งท่องเที่ยวทางธรรมชาติ  และประวัติศาสตร์ที่สำคัญ  ตาก  เป็นที่ตั้งของอุทยานแห่งชาติเขาใหญ่  ซึ่งเป็นอุทยานแห่งชาติแห่งแรกของประเทศไทย  และได้รับการขึ้นทะเบียนเป็นมรดกโลกทางธรรมชาติจาก UNESCO  ภายในอุทยานฯ  มีน้ำตกที่สวยงาม  เช่น  น้ำตกเหวสุวัต  น้ำตกเหวนรก  และน้ำตกผากล้วยไม้  นอกจากนี้  ตาก  ยังมีแหล่งท่องเที่ยวทางธรรมชาติอื่นๆ  เช่น  อุทยานแห่งชาติตากสินมหาราช  ซึ่งเป็นที่ตั้งของพระบรมราชานุสาวรีย์สมเด็จพระเจ้าตากสินมหาราช  และมีทิวทัศน์ที่สวยงาม  อุทยานแห่งชาติแม่เมย  ซึ่งเป็นแหล่งดูนก  และสัตว์ป่าหายาก  เช่น  นกเงือก  เลียงผา  และกวางผา  และบ่อน้ำร้อนแม่กาษา  ซึ่งเป็นบ่อน้ำร้อนธรรมชาติ  ที่อุดมไปด้วยแร่ธาตุ  ตาก  ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  เช่น  วัดพระบรมธาตุบ้านตาก  ซึ่งเป็นวัดเก่าแก่คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุ ตาก  ยังมีชื่อเสียงในด้านผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดตากสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/kY8r1X1n8bK1q47B8",
    places: [
      {
        name: "อุทยานแห่งชาติตากสินมหาราช",
        image: "/project/zubapop/assets/image/tak1.jpg"
      },
      {
        name: "บ่อน้ำร้อนแม่กาษา",
        image: "/project/zubapop/assets/image/tak2.jpg"
      },
      {
        name: "วัดพระบรมธาตุบ้านตาก",
        image: "/project/zubapop/assets/image/tak3.jpeg"
      },
      {
        name: "น้ำตกทีลอซู",
        image: "/project/zubapop/assets/image/tak4.png"
      },
      {
        name: "น้ำตกป่าหวาย",
        image: "/project/zubapop/assets/image/tak5.jpeg"
      }
    ]
  },
  {
    name: "นครนายก",
    lat: 14.1712,
    lon: 101.2642,
    postalCode: "26000",
    description: "นครนายก  เมืองในฝัน  ใกล้กรุง  ภูเขางาม  น้ำตกสวย  สวนผลไม้  แหล่งท่องเที่ยวเชิงเกษตร  เป็นจังหวัดที่ตั้งอยู่ใกล้กรุงเทพมหานคร  เดินทางสะดวก  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เหมาะสำหรับการพักผ่อน  และทำกิจกรรมกลางแจ้ง  นครนายก  มีน้ำตกที่สวยงาม  เช่น  น้ำตกสาริกา  น้ำตกนางรอง  และน้ำตกวังตะไคร้  เหมาะสำหรับการเล่นน้ำ  และพักผ่อนท่ามกลางธรรมชาติ  นอกจากนี้  นครนายก  ยังมีเขื่อนขุนด่านปราการชล  ซึ่งเป็นเขื่อนคอนกรีตบดอัด  ที่ยาวที่สุดในโลก  และเป็นแหล่งท่องเที่ยวที่สำคัญของจังหวัด  นักท่องเที่ยวสามารถล่องเรือชมความงามของเขื่อน  และชมวิวทิวทัศน์ของอุทยานแห่งชาติเขาใหญ่ได้  นครนายก  ยังมีแหล่งท่องเที่ยวเชิงเกษตร  เช่น  สวนองุ่น  สวนผลไม้  และฟาร์มต่างๆ  เหมาะสำหรับการท่องเที่ยวเชิงเกษตร  และชิมผลไม้สดๆ  จากสวน  นครนายก  ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรม  เช่น  วัดพระศรีมหาธาตุวรมหาวิหาร  ซึ่งเป็นวัดเก่าแก่คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของหลวงพ่อปากแดง  พระพุทธรูปศักดิ์สิทธิ์  และพิพิธภัณฑ์พื้นบ้าน  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงข้าวของเครื่องใช้  และวิถีชีวิตของชาวนครนายกในอดีต  นครนายก  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยวเรือ  ไก่ย่าง  และผลไม้  เช่น  มะปราง  มะยงชิด  และทุเรียน  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนครนายกสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  และรถโดยสารประจำทาง",
    googleMap: "https://goo.gl/maps/X7Tq2Q6xL5X2L16C9",
    places: [
      {
        name: "น้ำตกสาริกา",
        image: "/project/zubapop/assets/image/nakornnayok1.jpg"
      },
      {
        name: "น้ำตกนางรอง",
        image: "/project/zubapop/assets/image/nakornnayok2.jpg"
      },
      {
        name: "พิพิธภัณฑ์พื้นบ้าน",
        image: "/project/zubapop/assets/image/nakornnayok3.jpg"
      },
      {
        name: "อุทยานพระพิฆเนศ",
        image: "/project/zubapop/assets/image/nakornnayok4.webp"
      },
      {
        name: "อุทยานแห่งชาติดอยสุเทพ-ปุย",
        image: "/project/zubapop/assets/image/nakornnayok5.jpg"
      }
    ]

  },
  {
    name: "นครปฐม",
    lat: 13.8207,
    lon: 100.0685,
    postalCode: "73000",
    description: "นครปฐม  เมืองแห่งพระปฐมเจดีย์  ดินแดนแห่งประวัติศาสตร์  และวัฒนธรรม  เป็นจังหวัดที่ตั้งอยู่ใกล้กรุงเทพมหานคร  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  นครปฐม  เป็นที่ตั้งของพระปฐมเจดีย์  ซึ่งเป็นเจดีย์ที่ใหญ่ที่สุดในประเทศไทย  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  นอกจากนี้  นครปฐม  ยังมีวัดวาอารามที่สำคัญ  เช่น  วัดไร่ขิง  ซึ่งเป็นวัดที่มีชื่อเสียงในด้านการรักษาโรค  และวัดพระราม  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางนาคปรก  นครปฐม  ยังมีแหล่งท่องเที่ยวเชิงเกษตร  เช่น  ตลาดน้ำดอนหวาย  ซึ่งเป็นตลาดน้ำที่มีชื่อเสียง  และเป็นแหล่งรวมสินค้าพื้นเมือง  อาหารอร่อย  และวิถีชีวิตริมน้ำ  และสวนสามพราน  ซึ่งเป็นสวนผลไม้  และแหล่งท่องเที่ยวเชิงเกษตรที่สำคัญ  นครปฐม  ยังมีชื่อเสียงในด้านอาหาร  เช่น  เป็ดพะโล้  หมูหัน  และขนมหวาน  เช่น  ทองหยิบ  ทองหยอด  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนครปฐมสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/qK6xW1U2G26mFz5R8",
    places: [
      {
        name: "พระปฐมเจดีย์",
        image: "/project/zubapop/assets/image/nakornpratum1.jpg"
      },
      {
        name: "สวนสามพราน",
        image: "/project/zubapop/assets/image/nakornpratum2.jpg"
      },
      {
        name: "พระราชวังสนามจันทร์",
        image: "/project/zubapop/assets/image/nakornpratum3.jpg"
      },
      {
        name: "ตลาดท่านา",
        image: "/project/zubapop/assets/image/nakornpratum4.jpg"
      },
      {
        name: "พิพิธภัณฑ์หุ่นขี้ผึ้งไทย",
        image: "/project/zubapop/assets/image/nakornpratum5.jpg"
      }
    ]
  },
  {
    name: "นครพนม",
    lat: 17.4052,
    lon: 104.7765,
    postalCode: "48000",
    description: "นครพนม  เมืองน่าอยู่  ริมฝั่งโขง  ดินแดนแห่งความสงบสุข  ธรรมชาติบริสุทธิ์  วัฒนธรรมลุ่มน้ำโขง  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  มีพื้นที่ติดกับแม่น้ำโขง  ซึ่งกั้นขวางเขตแดนระหว่างประเทศไทย  กับสาธารณรัฐประชาธิปไตยประชาชนลาว  เป็นจังหวัดที่มีแหล่งท่องเที่ยวทางธรรมชาติ  และวัฒนธรรมที่สวยงาม  และมีเอกลักษณ์เฉพาะตัว  นครพนม  มีวัดวาอารามที่สวยงาม  เช่น  วัดพระธาตุพนมวรมหาวิหาร  ซึ่งเป็นวัดศักดิ์สิทธิ์  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดพระธาตุเรณูนคร  ซึ่งเป็นวัดที่มีชื่อเสียงในด้านสถาปัตยกรรมแบบล้านช้าง  และวัดมหาธาตุ  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  นครพนม  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ภูผาเทิบ  ซึ่งเป็นภูเขาที่มีหน้าผาสูงชัน  และมีจุดชมวิวที่สวยงาม  สามารถมองเห็นทัศนียภาพของแม่น้ำโขง  และฝั่งลาวได้  แก่งกะเบา  ซึ่งเป็นแก่งหินที่สวยงาม  และมีน้ำไหลแรงตลอดปี  และอุทยานแห่งชาติภูลังกา  ซึ่งเป็นแหล่งท่องเที่ยวทางธรรมชาติที่อุดมสมบูรณ์  มีน้ำตกที่สวยงาม  และเส้นทางเดินป่าศึกษาธรรมชาติ  นครพนม  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวจี่  ปลาแม่น้ำโขง  และแหนมเนือง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนครพนมสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/3g3j37wN7M966z1L7",
    places: [
      {
        name: "วัดพระธาตุพนมวรมหาวิหาร",
        image: "/project/zubapop/assets/image/nakhonphanom1.jpg"
      },
      {
        name: "วัดพระธาตุเรณูนคร",
        image: "/project/zubapop/assets/image/nakhonphanom2.jpeg"
      },
      {
        name: "วัดมหาธาตุ",
        image: "/project/zubapop/assets/image/nakhonphanom3.jpg"
      },
      {
        name: "ภูผาเทิบ",
        image: "/project/zubapop/assets/image/nakhonphanom4.jpg"
      },
      {
        name: "แก่งกะเบา",
        image: "/project/zubapop/assets/image/nakhonphanom5.jpeg"
      }
    ]
  },
  {
    name: "นครราชสีมา",
    lat: 14.9750,
    lon: 102.0911,
    postalCode: "30000",
    description: "นครราชสีมา  หรือ  โคราช  เมืองแห่งธรรมชาติ  ประวัติศาสตร์  และวัฒนธรรม  เป็นจังหวัดที่มีพื้นที่มากที่สุดในประเทศไทย  ตั้งอยู่บนที่ราบสูงโคราช  เป็นศูนย์กลางทางเศรษฐกิจ  และการคมนาคมของภาคตะวันออกเฉียงเหนือ  นครราชสีมา  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเขาใหญ่  ซึ่งเป็นอุทยานแห่งชาติแห่งแรกของประเทศไทย  และได้รับการขึ้นทะเบียนเป็นมรดกโลกทางธรรมชาติจาก UNESCO  ภายในอุทยานฯ  มีน้ำตกที่สวยงาม  เช่น  น้ำตกเหวสุวัต  น้ำตกเหวนรก  และน้ำตกผากล้วยไม้  นอกจากนี้  นครราชสีมา  ยังมีแหล่งท่องเที่ยวทางธรรมชาติอื่นๆ  เช่น  อุทยานแห่งชาติทับลาน  ซึ่งเป็นแหล่งดูช้างป่า  และสัตว์ป่าหายาก  เช่น  กระทิง  เสือโคร่ง  และหมีควาย  อุทยานแห่งชาติ  ซึ่งเป็นแหล่งดูผีเสื้อ  และนกนานาชนิด  และเขื่อนลำตะคอง  ซึ่งเป็นเขื่อนดินที่ใหญ่ที่สุดในประเทศไทย  นครราชสีมา  ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรม  เช่น  อนุสาวรีย์ท้าวสุรนารี  ซึ่งเป็นอนุสาวรีย์ที่สร้างขึ้นเพื่อระลึกถึงวีรกรรมของท้าวสุรนารี  วีรสตรีของจังหวัด  ปราสาทหินพิมาย  ซึ่งเป็นปราสาทหินสมัยขอม  ที่มีความสวยงาม  และสมบูรณ์ที่สุดแห่งหนึ่งของประเทศไทย  และพิพิธภัณฑสถานแห่งชาติพิมาย  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงโบราณวัตถุ  และศิลปวัตถุของจังหวัด  นครราชสีมา  ยังมีชื่อเสียงในด้านอาหาร  เช่น  หมี่โคราช  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนครราชสีมาสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/3B9fG7G7R8B68pJ79",
    places: [
      {
        name: "อุทยานแห่งชาติเขาใหญ่",
        image: "/project/zubapop/assets/image/nakhonratchasima1.jpg"
      },
      {
        name: "อุทยานแห่งชาติทับลาน",
        image: "/project/zubapop/assets/image/nakhonratchasima2.jpg"
      },
      {
        name: "เขื่อนลำตะคอง",
        image: "/project/zubapop/assets/image/nakhonratchasima3.jpg"
      },
      {
        name: "อนุสาวรีย์ท้าวสุรนารี",
        image: "/project/zubapop/assets/image/nakhonratchasima4.jpg"
      },
      {
        name: "ปราสาทหินพิมาย",
        image: "/project/zubapop/assets/image/nakhonratchasima5.jpg"
      }
    ]
  },
  {
    name: "นครศรีธรรมราช",
    lat: 8.4358,
    lon: 99.9648,
    postalCode: "80000",
    description: "นครศรีธรรมราช  เมืองแห่งประวัติศาสตร์  ศิลปวัฒนธรรม  และธรรมชาติอันงดงาม  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีประวัติศาสตร์อันยาวนาน  เคยเป็นศูนย์กลางของอาณาจักรตามพรลิงค์  และอาณาจักรนครศรีธรรมราช  นครศรีธรรมราช  มีวัดวาอารามที่สวยงาม  และสำคัญทางประวัติศาสตร์  เช่น  วัดพระมหาธาตุวรมหาวิหาร  ซึ่งเป็นวัดคู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดเจดีย์ไอ้ไข่  ซึ่งเป็นวัดที่มีชื่อเสียงในด้านความศักดิ์สิทธิ์  และเป็นที่เคารพสักการะของประชาชน  และวัดพระธาตุ  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางไสยาสน์  นครศรีธรรมราช  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเขาหลวง  ซึ่งเป็นอุทยานแห่งชาติที่มีพื้นที่มากที่สุดในภาคใต้  และเป็นแหล่งต้นน้ำลำธารที่สำคัญ  น้ำตกโยง  ซึ่งเป็นน้ำตกที่สวยงาม  และมีชื่อเสียง  และหาดขนอม  ซึ่งเป็นหาดทรายที่สวยงาม  และเงียบสงบ  เหมาะสำหรับการพักผ่อน  นครศรีธรรมราช  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ขนมจีนน้ำยาปู  แกงไตปลา  และขนมลา  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนครศรีธรรมราชสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/g84oQ8dM9G5oYc2a8",
    places: [
      {
        name: "วัดพระมหาธาตุวรมหาวิหาร",
        image: "/project/zubapop/assets/image/nakhonsithammarat1.jpg"
      },
      {
        name: "วัดเจดีย์ไอ้ไข่",
        image: "/project/zubapop/assets/image/nakhonsithammarat2.jpg"
      },
      {
        name: "วัดพระธาตุ",
        image: "/project/zubapop/assets/image/nakhonsithammarat3.jpg"
      },
      {
        name: "อุทยานแห่งชาติเขาหลวง",
        image: "/project/zubapop/assets/image/nakhonsithammarat4.jpg"
      },
      {
        name: "น้ำตกโยง",
        image: "/project/zubapop/assets/image/nakhonsithammarat5.jpeg"
      }
    ]
  },
  {
    name: "นครสวรรค์",
    lat: 15.7173,
    lon: 100.1306,
    postalCode: "60000",
    description: "นครสวรรค์  เมืองแห่งเศรษฐกิจ  การค้า  และการลงทุน  ประตูสู่ภาคเหนือ  และภาคตะวันออกเฉียงเหนือ  เป็นจังหวัดที่ตั้งอยู่ทางภาคกลางตอนบนของประเทศไทย  เป็นจุดเชื่อมต่อการคมนาคมที่สำคัญ  และเป็นศูนย์กลางการค้า  และการลงทุนของภูมิภาค  นครสวรรค์  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  บึงบอระเพ็ด  ซึ่งเป็นบึงน้ำจืดธรรมชาติที่ใหญ่ที่สุดในประเทศไทย  และเป็นที่อยู่อาศัยของนกน้ำนานาชนิด  อุทยานแห่งชาติแม่วงก์  ซึ่งเป็นอุทยานแห่งชาติที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเขื่อนเจ้าพระยา  ซึ่งเป็นเขื่อนที่ใหญ่ที่สุดบนแม่น้ำเจ้าพระยา  และเป็นแหล่งผลิตไฟฟ้าพลังน้ำที่สำคัญของประเทศไทย  นครสวรรค์  ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรม  เช่น  วัดคีรีวงศ์  ซึ่งเป็นวัดที่ตั้งอยู่บนยอดเขา  และมีทิวทัศน์ที่สวยงาม  ศาลหลักเมืองนครสวรรค์  ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง  และพิพิธภัณฑสถานแห่งชาตินครสวรรค์  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงโบราณวัตถุ  และศิลปวัตถุของจังหวัด  นครสวรรค์  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยว  ขนมจีน  และผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนครสวรรค์สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/g4T4W5F4t4P7u8Wq7",
    places: [
      {
        name: "บึงบอระเพ็ด",
        image: "/project/zubapop/assets/image/nakhonsawan1.jpg"
      },
      {
        name: "อุทยานแห่งชาติแม่วงก์",
        image: "/project/zubapop/assets/image/nakhonsawan2.webp"
      },
      {
        name: "วัดคีรีวงศ์",
        image: "/project/zubapop/assets/image/nakhonsawan3.jpg"
      },
      {
        name: "ศาลหลักเมืองนครสวรรค์",
        image: "/project/zubapop/assets/image/nakhonsawan4.jpg"
      },
      {
        name: "พิพิธภัณฑสถานแห่งชาตินครสวรรค์",
        image: "/project/zubapop/assets/image/nakhonsawan5.jpg"
      }
    ]
  },
  {
    name: "นนทบุรี",
    lat: 13.8671,
    lon: 100.5160,
    postalCode: "11000",
    description: "นนทบุรี  เมืองหลวงแห่งสวนผลไม้  อยู่ติดกับกรุงเทพฯ  มีแม่น้ำเจ้าพระยาไหลผ่าน  มีคลองมากมาย  จึงอุดมสมบูรณ์ไปด้วยสวนผลไม้  เช่น  ทุเรียน  มังคุด  และส้มโอ  เป็นจังหวัดที่มีความเจริญก้าวหน้า  และเป็นที่อยู่อาศัยของประชากรจำนวนมาก  นนทบุรี  มีแหล่งท่องเที่ยวเชิงเกษตร  เช่น  สวนผลไม้  สวนกล้วยไม้  และฟาร์มต่างๆ  เหมาะสำหรับการท่องเที่ยวเชิงเกษตร  และเลือกซื้อผลไม้สดๆ  จากสวน  นนทบุรี  ยังมีวัดวาอารามที่สวยงาม  เช่น  วัดเฉลิมพระเกียรติวรวิหาร  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางนาคปรก  วัดชมนิมิต  ซึ่งเป็นวัดที่มีชื่อเสียงในด้านสถาปัตยกรรมแบบอยุธยา  และวัดเขมาภิรตารามราชวรวิหาร  ซึ่งเป็นวัดที่ตั้งอยู่ริมแม่น้ำเจ้าพระยา  และมีทิวทัศน์ที่สวยงาม  นนทบุรี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  พิพิธภัณฑ์สถานแห่งชาติ  เรือนไทยนนทบุรี  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงข้าวของเครื่องใช้  และวิถีชีวิตของชาวนนทบุรีในอดีต  เกาะเกร็ด  ซึ่งเป็นเกาะกลางแม่น้ำเจ้าพระยา  และเป็นที่ตั้งของชุมชนชาวมอญ  ที่ยังคงรักษาวิถีชีวิตแบบดั้งเดิมไว้ได้เป็นอย่างดี  และตลาดน้ำวัดตะเคียน  ซึ่งเป็นตลาดน้ำที่มีชื่อเสียง  และเป็นแหล่งรวมสินค้าพื้นเมือง  อาหารอร่อย  และวิถีชีวิตริมน้ำ  นนทบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ทุเรียน  มังคุด  ส้มโอ  และขนมหวาน  เช่น  ขนมชั้น  ขนมตาล  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนนทบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเรือโดยสาร",
    googleMap: "https://goo.gl/maps/P2p7uU9kQ18M6m8M6",
    places: [
      {
        name: "วัดเฉลิมพระเกียรติวรวิหาร",
        image: "/project/zubapop/assets/image/nonthaburi1.jpg"
      },
      {
        name: "ตลาดน้ำวัดตะเคียน",
        image: "/project/zubapop/assets/image/nonthaburi2.jpg"
      },
      {
        name: "วัดเขมาภิรตารามราชวรวิหาร",
        image: "/project/zubapop/assets/image/nonthaburi3.webp"
      },
      {
        name: "พิพิธภัณฑ์สถานแห่งชาติ เรือนไทยนนทบุรี",
        image: "/project/zubapop/assets/image/nonthaburi4.jpg"
      },
      {
        name: "เกาะเกร็ด",
        image: "/project/zubapop/assets/image/nonthaburi5.jpg"
      }
    ]
  },
  {
    name: "นราธิวาส",
    lat: 6.4272,
    lon: 101.8215,
    postalCode: "96000",
    description: "นราธิวาส  ดินแดนสามวัฒนธรรม  ที่ราบสูง  ภูเขา  ทะเล  งามล้ำหน้า  ใต้สุดสยาม  เมืองงามชายแดน  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ติดกับชายแดนประเทศมาเลเซีย  เป็นจังหวัดที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทยพุทธ  ชาวไทยมุสลิม  และชาวไทยเชื้อสายจีน  นราธิวาส  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติบูโด-สุไหงปาดี  ซึ่งเป็นอุทยานแห่งชาติที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกสิรินธร  และน้ำตกปาโจ  หาดนราทัศน์  ซึ่งเป็นหาดทรายที่สวยงาม  และเงียบสงบ  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  และเกาะยาว  ซึ่งเป็นเกาะที่ใหญ่ที่สุดในจังหวัด  และเป็นแหล่งดำน้ำดูปะการัง  และตกปลาที่ขึ้นชื่อ  นราธิวาส  ยังมีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรม  เช่น  มัสยิดกลางจังหวัดนราธิวาส  ซึ่งเป็นมัสยิดที่ใหญ่ที่สุดในภาคใต้  และเป็นศูนย์รวมจิตใจของชาวมุสลิม  ศาลเจ้าพ่อโต๊ะโมะ  ซึ่งเป็นศาลเจ้าที่ชาวบ้านเคารพนับถือ  และเชื่อกันว่าศักดิ์สิทธิ์  และพิพิธภัณฑสถานแห่งชาตินราธิวาส  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงโบราณวัตถุ  และศิลปวัตถุของจังหวัด  นราธิวาส  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวยำ  ไก่ทอดหาดใหญ่  และโรตี  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดนราธิวาสสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/Xg2c2P5w8uP2q6uN6",
    places: [
      {
        name: "อุทยานแห่งชาติบูโด-สุไหงปาดี",
        image: "/project/zubapop/assets/image/narathiwat1.jpg"
      },
      {
        name: "น้ำตกสิรินธร",
        image: "/project/zubapop/assets/image/narathiwat2.jpg"
      },
      {
        name: "หาดนราทัศน์",
        image: "/project/zubapop/assets/image/narathiwat3.jpeg"
      },
      {
        name: "ศาลเจ้าพ่อโต๊ะโมะ",
        image: "/project/zubapop/assets/image/narathiwat4.jpeg"
      },
      {
        name: "มัสยิดกลางจังหวัดนราธิวาส",
        image: "/project/zubapop/assets/image/narathiwat5.jpg"
      }
    ]
  },
  {
    name: "น่าน",
    lat: 18.7795,
    lon: 100.7722,
    postalCode: "55000",
    description: "น่าน  เมืองแห่งขุนเขา  สายหมอก  และเสน่ห์เมืองเล็ก  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือของประเทศไทย  มีพื้นที่ส่วนใหญ่เป็นภูเขา  และป่าไม้  เป็นจังหวัดที่มีอากาศเย็นสบายตลอดปี  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  น่าน  มีวัดวาอารามที่สวยงาม  และสำคัญทางประวัติศาสตร์  เช่น  วัดภูมินทร์  ซึ่งเป็นวัดเก่าแก่  และมีภาพจิตรกรรมฝาผนังที่สวยงาม  วัดพระธาตุแช่แห้ง  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  และวัดพระธาตุเขาน้อย  ซึ่งเป็นวัดที่ตั้งอยู่บนยอดเขา  และมีทิวทัศน์ที่สวยงาม  น่าน  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ดอยเสมอดาว  ซึ่งเป็นจุดชมวิวที่สวยงาม  สามารถมองเห็นทัศนียภาพของทะเลหมอก  และพระอาทิตย์ขึ้นได้  อุทยานแห่งชาติดอยภูคา  ซึ่งเป็นอุทยานแห่งชาติที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของต้นชมพูภูคา  ซึ่งเป็นพืชหายาก  และดอกไม้ประจำจังหวัด  และบ่อเกลือสินเธาว์  ซึ่งเป็นแหล่งผลิตเกลือสินเธาว์  ที่อยู่คู่กับจังหวัดน่านมาเป็นเวลานาน  น่าน  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวซอย  ไส้อั่ว  และน้ำพริกหนุ่ม  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดน่านสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/nN12T1rM4Z9F2uX47",
    places: [
      {
        name: "วัดภูมินทร์",
        image: "/project/zubapop/assets/image/nan1.jpg"
      },
      {
        name: "วัดพระธาตุแช่แห้ง",
        image: "/project/zubapop/assets/image/nan2.jpg"
      },
      {
        name: "วัดพระธาตุเขาน้อย",
        image: "/project/zubapop/assets/image/nan3.jpg"
      },
      {
        name: "ดอยเสมอดาว",
        image: "/project/zubapop/assets/image/nan4.jpg"
      },
      {
        name: "อุทยานแห่งชาติดอยภูคา",
        image: "/project/zubapop/assets/image/nan5.png"
      }
    ]
  },
  {
    name: "บึงกาฬ",
    lat: 18.4064,
    lon: 103.6285,
    postalCode: "38000",
    description: "บึงกาฬ  เมืองแห่งธรรมะ  และธรรมชาติ  อยู่ริมฝั่งแม่น้ำโขง  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ภูทอก  แก่งอาฮง  และน้ำตกถ้ำพระ  เป็นจังหวัดที่มีความสงบ  และมีเสน่ห์  เหมาะสำหรับการมาพักผ่อน  และสัมผัสกับวิถีชีวิตของคนในชุมชน  บึงกาฬ  มีวัดวาอารามที่สวยงาม  และสำคัญทางพระพุทธศาสนา  เช่น  วัดภูทอก  ซึ่งเป็นวัดที่ตั้งอยู่บนยอดเขา  และมีบันไดขึ้นไปสู่ยอดเขา  จำนวน 7 ชั้น  แต่ละชั้นจะมีจุดชมวิวที่สวยงาม  และมีพระพุทธรูปประดิษฐานอยู่  วัดอาฮงศิลาวาส  ซึ่งเป็นวัดที่ตั้งอยู่ริมแม่น้ำโขง  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และวัดป่าสุทธาวาส  ซึ่งเป็นวัดป่าที่เงียบสงบ  เหมาะสำหรับการมาปฏิบัติธรรม  บึงกาฬ  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ภูทอก  ซึ่งเป็นภูเขาที่มีความสูง  และมีจุดชมวิวที่สวยงาม  สามารถมองเห็นทัศนียภาพของแม่น้ำโขง  และฝั่งลาวได้  แก่งอาฮง  ซึ่งเป็นแก่งหินที่สวยงาม  และมีน้ำไหลแรงตลอดปี  เหมาะสำหรับการล่องแก่ง  และเล่นน้ำ  และน้ำตกถ้ำพระ  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลตลอดปี  เหมาะสำหรับการเล่นน้ำ  และพักผ่อนท่ามกลางธรรมชาติ  บึงกาฬ  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาแม่น้ำโขง  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดบึงกาฬสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/Z3R9qxs8b9aH7v5G8",
    places: [
      {
        name: "วัดภูทอก",
        image: "/project/zubapop/assets/image/buengkan1.jpg"
      },
      {
        name: "วัดอาฮงศิลาวาส",
        image: "/project/zubapop/assets/image/buengkan2.jpg"
      },
      {
        name: "ถ้ำนาคา",
        image: "/project/zubapop/assets/image/buengkan3.jpg"
      },
      {
        name: "แก่งอาฮง",
        image: "/project/zubapop/assets/image/buengkan4.jpg"
      },
      {
        name: "น้ำตกถ้ำพระ",
        image: "/project/zubapop/assets/image/buengkan5.jpg"
      }
    ]
  },
  {
    name: "บุรีรัมย์",
    lat: 14.9984,
    lon: 103.0985,
    postalCode: "31000",
    description: "บุรีรัมย์  เมืองแห่งปราสาทสองยุค  มีทั้งปราสาทหินสมัยขอม  และปราสาทหินทรายสมัยอยุธยา  เช่น  ปราสาทหินพนมรุ้ง  และปราสาทเมืองต่ำ  เป็นจังหวัดที่มีประวัติศาสตร์  และวัฒนธรรมอันยาวนาน  และเป็นที่ตั้งของสนามฟุตบอล ช้างอารีนา  ที่ได้มาตรฐานระดับโลก  บุรีรัมย์  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และโบราณคดีที่สำคัญ  เช่น  ปราสาทหินพนมรุ้ง  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ใหญ่ที่สุด  และสวยงามที่สุดในประเทศไทย  ตั้งอยู่บนยอดภูเขาไฟที่ดับสนิท  และเป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านเคารพนับถือมาตั้งแต่โบราณ  ปราสาทเมืองต่ำ  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ตั้งอยู่ในตัวเมืองบุรีรัมย์  เป็นศูนย์กลางของเมือง  และเป็นที่ประดิษฐานของศิวลึงค์  และเทวรูปต่างๆ  และปราสาทหินเขาพนมรุ้ง  ซึ่งเป็นปราสาทหินสมัยอยุธยา  ที่ตั้งอยู่บนยอดเขา  เป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  และเป็นจุดชมวิวที่สวยงาม  บุรีรัมย์  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  สนามฟุตบอล ช้างอารีนา  ซึ่งเป็นสนามฟุตบอลที่ได้มาตรฐานระดับโลก  เป็นสนามเหย้าของสโมสรฟุตบอลบุรีรัมย์ ยูไนเต็ด  และเป็นสถานที่จัดการแข่งขันฟุตบอล  และกิจกรรมต่างๆ  วนอุทยานเขากระโดง  ซึ่งเป็นวนอุทยานที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และเขื่อนลำนางรอง  ซึ่งเป็นเขื่อนดิน  ที่ใช้สำหรับกักเก็บน้ำ  และเป็นแหล่งท่องเที่ยว  บุรีรัมย์  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวหอมมะลิ  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดบุรีรัมย์สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/gV35t6n8hQ6N2YGE9",
    places: [
      {
        name: "ปราสาทหินพนมรุ้ง",
        image: "/project/zubapop/assets/image/buriram1.jpg"
      },
      {
        name: "ปราสาทเมืองต่ำ",
        image: "/project/zubapop/assets/image/buriram2.jpg"
      },
      {
        name: "สนามฟุตบอล ช้างอารีนา",
        image: "/project/zubapop/assets/image/buriram3.jpg"
      },
      {
        name: "วนอุทยานเขากระโดง",
        image: "/project/zubapop/assets/image/buriram4.jpg"
      },
      {
        name: "เขื่อนลำนางรอง",
        image: "/project/zubapop/assets/image/buriram5.jpg"
      }
    ]
  },
  {
    name: "ปทุมธานี",
    lat: 14.0298,
    lon: 100.5393,
    postalCode: "12000",
    description: "ปทุมธานี  เมืองแห่งสวนเกษตร  และแหล่งเรียนรู้  เป็นจังหวัดที่ตั้งอยู่ใกล้กรุงเทพมหานคร  มีแม่น้ำเจ้าพระยาไหลผ่าน  มีคลองมากมาย  จึงอุดมสมบูรณ์ไปด้วยสวนผลไม้  และพืชผัก  เป็นจังหวัดที่มีความเจริญก้าวหน้า  และเป็นที่อยู่อาศัยของประชากรจำนวนมาก  ปทุมธานี  มีแหล่งท่องเที่ยวเชิงเกษตร  เช่น  ตลาดน้ำวัดศาลเจ้า  ซึ่งเป็นตลาดน้ำที่มีชื่อเสียง  และเป็นแหล่งรวมสินค้าพื้นเมือง  อาหารอร่อย  และวิถีชีวิตริมน้ำ  ตลาดน้ำคลองรังสิต  ซึ่งเป็นตลาดน้ำที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  และสวนพฤกษศาสตร์  ซึ่งเป็นแหล่งรวบรวมพันธุ์ไม้  และเป็นสถานที่พักผ่อนหย่อนใจ  ปทุมธานี  ยังมีวัดวาอารามที่สวยงาม  เช่น  วัดโบสถ์  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อโต  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  วัดไผ่ล้อม  ซึ่งเป็นวัดที่มีชื่อเสียงในด้านการปฏิบัติธรรม  และวัดเจดีย์หอย  ซึ่งเป็นวัดที่มีเจดีย์ที่สร้างจากเปลือกหอย  เป็นที่แปลกตา  และสวยงาม  ปทุมธานี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  พิพิธภัณฑ์วิทยาศาสตร์แห่งชาติ  ซึ่งเป็นแหล่งเรียนรู้ทางด้านวิทยาศาสตร์  และเทคโนโลยี  ดรีมเวิลด์  ซึ่งเป็นสวนสนุก  ที่เหมาะสำหรับทุกคนในครอบครัว  และเมืองโบราณ  ซึ่งเป็นสวนประวัติศาสตร์  ที่จำลองสถานที่สำคัญๆ  ในประเทศไทย  ปทุมธานี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  กุ้งแม่น้ำ  ปลาแม่น้ำ  และผลไม้  เช่น  ทุเรียน  มังคุด  และส้มโอ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดปทุมธานีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเรือโดยสาร",
    googleMap: "https://goo.gl/maps/b7Zv3X9vQz8jW3cV7",
    places: [
      {
        name: "ตลาดน้ำวัดศาลเจ้า",
        image: "/project/zubapop/assets/image/pathumthani1.webp"
      },
      {
        name: "ตลาดน้ำคลองรังสิต",
        image: "/project/zubapop/assets/image/pathumthani2.jpg"
      },
      {
        name: "สวนพฤกษศาสตร์",
        image: "/project/zubapop/assets/image/pathumthani3.jpg"
      },
      {
        name: "วัดโบสถ์",
        image: "/project/zubapop/assets/image/pathumthani4.jpg"
      },
      {
        name: "วัดไผ่ล้อม",
        image: "/project/zubapop/assets/image/pathumthani5.jpg"
      }
    ]
  },
  {
    name: "ประจวบคีรีขันธ์",
    lat: 11.7974,
    lon: 99.7928,
    postalCode: "77000",
    description: "ประจวบคีรีขันธ์  เมืองสามอ่าว  มีความงดงามของชายฝั่งทะเล  อ่าว  และเกาะ  เช่น  อ่าวมะนาว  อ่าวน้อย  และเกาะทะลุ  เป็นจังหวัดที่มีความหลากหลายทางชีวภาพ  มีทั้งป่าชายเลน  ปะการัง  และสัตว์ทะเล  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  ประจวบคีรีขันธ์  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเขาสามร้อยยอด  ซึ่งเป็นอุทยานแห่งชาติทางทะเล  ที่มีความหลากหลายทางชีวภาพสูง  มีทั้งป่าชายเลน  ปะการัง  และสัตว์ทะเล  เช่น  โลมา  พะยูน  และเต่าทะเล  อุทยานแห่งชาติกุยบุรี  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของช้างป่า  และวัวแดง  และมีน้ำตกที่สวยงาม  เช่น  น้ำตกป่าละอู  และน้ำตกห้วยยาง  และอุทยานแห่งชาติแก่งกระจาน  ซึ่งเป็นอุทยานแห่งชาติ  ที่ใหญ่ที่สุดในประเทศไทย  มีพื้นที่ครอบคลุม  2  จังหวัด  คือ  จังหวัดเพชรบุรี  และจังหวัดประจวบคีรีขันธ์  เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  เสือโคร่ง  ช้างป่า  และสมเสร็จ  ประจวบคีรีขันธ์  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  พระราชนิเวศน์มฤคทายวัน  ซึ่งเป็นพระราชวังฤดูร้อน  ที่รัชกาลที่  6  ทรงสร้างขึ้น  วนอุทยานเขาหินเหล็กไฟ  ซึ่งเป็นวนอุทยาน  ที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และตลาดน้ำหัวหิน  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  ประจวบคีรีขันธ์  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาหมึกแดดเดียว  กุ้งแห้ง  และผลไม้  เช่น  สับปะรด  มะพร้าว  และมะม่วงหิมพานต์  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดประจวบคีรีขันธ์สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/9J3Qm9H6W1n8Z3vSA",
    places: [
      {
        name: "อุทยานแห่งชาติเขาสามร้อยยอด",
        image: "/project/zubapop/assets/image/prachuapkhirikhan1.jpg"
      },
      {
        name: "อุทยานแห่งชาติกุยบุรี",
        image: "/project/zubapop/assets/image/prachuapkhirikhan2.jpg"
      },
      {
        name: "อุทยานแห่งชาติแก่งกระจาน",
        image: "/project/zubapop/assets/image/prachuapkhirikhan3.jpg"
      },
      {
        name: "พระราชนิเวศน์มฤคทายวัน  ",
        image: "/project/zubapop/assets/image/prachuapkhirikhan4.jpg"
      },
      {
        name: "เขาหินเหล็กไฟ",
        image: "/project/zubapop/assets/image/prachuapkhirikhan5.jpg"
      }
    ]
  },
  {
    name: "ปราจีนบุรี",
    lat: 14.0491,
    lon: 101.3683,
    postalCode: "25000",
    description: "ปราจีนบุรี  เมืองแห่งโบราณสถาน  แหล่งอารยธรรม  และธรรมชาติ  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกของประเทศไทย  มีแม่น้ำปราจีนบุรีไหลผ่าน  เป็นจังหวัดที่มีประวัติศาสตร์  และวัฒนธรรมอันยาวนาน  มีแหล่งท่องเที่ยวทางโบราณคดี  และธรรมชาติที่สวยงาม  ปราจีนบุรี  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และโบราณคดีที่สำคัญ  เช่น  ปราสาทสด๊กก๊อกธม  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ใหญ่ที่สุดในภาคตะวันออก  ตั้งอยู่บนยอดเขา  และเป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านเคารพนับถือมาตั้งแต่โบราณ  เมืองโบราณศรีมโหสถ  ซึ่งเป็นเมืองโบราณสมัยทวารวดี  ที่ใหญ่ที่สุดในประเทศไทย  มีโบราณสถาน  และโบราณวัตถุ  เช่น  เจดีย์  วิหาร  และคูน้ำคันดิน  ที่ยังคงหลงเหลือให้เห็น  และพิพิธภัณฑสถานแห่งชาติปราจีนบุรี  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงโบราณวัตถุ  และศิลปวัตถุของจังหวัด  ปราจีนบุรี  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเขาใหญ่  ซึ่งเป็นอุทยานแห่งชาติแห่งแรกของประเทศไทย  และได้รับการขึ้นทะเบียนเป็นมรดกโลกทางธรรมชาติจาก UNESCO  ภายในอุทยานฯ  มีน้ำตกที่สวยงาม  เช่น  น้ำตกเหวสุวัต  น้ำตกเหวนรก  และน้ำตกผากล้วยไม้  อุทยานแห่งชาติทับลาน  ซึ่งเป็นแหล่งดูช้างป่า  และสัตว์ป่าหายาก  เช่น  กระทิง  เสือโคร่ง  และหมีควาย  และน้ำตกสาริกา  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  ปราจีนบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  หมูชะมวง  ก๋วยเตี๋ยวเรือ  และผลไม้  เช่น  ทุเรียน  มังคุด  และส้มโอ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดปราจีนบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/N8L6b6jR91P28W2V7",
    places: [
      {
        name: "น้ำตกเหวอีอ่ำ",
        image: "/project/zubapop/assets/image/prachinburi1.jpg"
      },
      {
        name: "เมืองโบราณศรีมโหสถ",
        image: "/project/zubapop/assets/image/prachinburi2.jpg"
      },
      {
        name: "พิพิธภัณฑสถานแห่งชาติปราจีนบุรี",
        image: "/project/zubapop/assets/image/prachinburi3.jpg"
      },
      {
        name: "อุทยานแห่งชาติทับลาน",
        image: "/project/zubapop/assets/image/prachinburi4.jpg"
      },
      {
        name: "พิพิธภัณฑ์การแพทย์แผนไทยอภัยภูเบศร",
        image: "/project/zubapop/assets/image/prachinburi5.jpg"
      }
    ]
  },
  {
    name: "ปัตตานี",
    lat: 6.8697,
    lon: 101.2501,
    postalCode: "94000",
    description: "ปัตตานี  เมืองงามสามวัฒนธรรม  มีทั้งชาวไทยพุทธ  ชาวไทยมุสลิม  และชาวไทยเชื้อสายจีน  อยู่ร่วมกันอย่างสงบสุข  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านอ่าวไทย  เป็นจังหวัดที่มีประวัติศาสตร์  และวัฒนธรรมอันยาวนาน  มีแหล่งท่องเที่ยวทางประวัติศาสตร์  ศาสนา  และธรรมชาติที่สวยงาม  ปัตตานี  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และศาสนาที่สำคัญ  เช่น  มัสยิดกรือเซะ  ซึ่งเป็นมัสยิดเก่าแก่  และเป็นสัญลักษณ์ของจังหวัดปัตตานี  ศาลเจ้าแม่ลิ้มกอเหนี่ยว  ซึ่งเป็นศาลเจ้า  ที่ชาวบ้านเคารพนับถือ  และเชื่อกันว่าศักดิ์สิทธิ์  และวัดช้างให้  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงปู่ทวด  พระเกจิอาจารย์ชื่อดัง  ปัตตานี  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  หาดปะนาเระ  ซึ่งเป็นหาดทรายที่สวยงาม  และเงียบสงบ  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  อุทยานแห่งชาติทะเลบัน  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  สมเสร็จ  เลียงผา  และนกเงือก  และน้ำตกทรายขาว  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  ปัตตานี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวยำ  ไก่ทอดหาดใหญ่  และโรตี  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดปัตตานีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/4F168gL2m2L7n3X29",
    places: [
      {
        name: "มัสยิดกรือเซะ",
        image: "/project/zubapop/assets/image/pattani1.jpg"
      },
      {
        name: "ศาลเจ้าแม่ลิ้มกอเหนี่ยว",
        image: "/project/zubapop/assets/image/pattani2.webp"
      },
      {
        name: "วัดพระสิงห์วรมหาวิหาร",
        image: "/project/zubapop/assets/image/pattani3.jpg"
      },
      {
        name: "ดอยอินทนนท์",
        image: "/project/zubapop/assets/image/pattani4.jpg"
      },
      {
        name: "อุทยานแห่งชาติดอยสุเทพ-ปุย",
        image: "/project/zubapop/assets/image/pattani5.jpg"
      }
    ]
  },
  {
    name: "พระนครศรีอยุธยา",
    lat: 14.3514,
    lon: 100.5688,
    postalCode: "13000",
    description: "พระนครศรีอยุธยา  หรือ  อยุธยา  เมืองมรดกโลก  อดีตราชธานี  ที่มีประวัติศาสตร์อันยาวนานกว่า  400  ปี  เป็นจังหวัดที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำเจ้าพระยา  แม่น้ำป่าสัก  และแม่น้ำลพบุรีไหลผ่าน  เป็นจังหวัดที่มีความเจริญรุ่งเรืองมาตั้งแต่สมัยโบราณ  และเป็นที่ตั้งของโบราณสถาน  และโบราณวัตถุที่สำคัญมากมาย  อยุธยา  เป็นที่ตั้งของอุทยานประวัติศาสตร์พระนครศรีอยุธยา  ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  ภายในอุทยานฯ  มีโบราณสถานที่สำคัญ  เช่น  วัดพระศรีสรรเพชญ์  วัดมหาธาตุ  วัดราชบูรณะ  และวัดไชยวัฒนาราม  นอกจากนี้  อยุธยา  ยังมีแหล่งท่องเที่ยวทางประวัติศาสตร์  และวัฒนธรรมอื่นๆ  เช่น  พระราชวังบางปะอิน  ซึ่งเป็นพระราชวังฤดูร้อน  ที่รัชกาลที่  5  ทรงสร้างขึ้น  บ้านวิทยาศาสตร์สิรินธร  ซึ่งเป็นพิพิธภัณฑ์  และศูนย์การเรียนรู้ทางด้านวิทยาศาสตร์  และตลาดน้ำอยุธยา  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  อยุธยา  ยังมีชื่อเสียงในด้านอาหาร  เช่น  กุ้งแม่น้ำ  ปลาแม่น้ำ  และขนมหวาน  เช่น  โรตีสายไหม  ฝอยทอง  และทองหยิบ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดพระนครศรีอยุธยาสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเรือโดยสาร",
    googleMap: "https://goo.gl/maps/7x8v6V3m5tN1h3YLA",
    places: [
      {
        name: "วัดพระศรีสรรเพชญ์",
        image: "/project/zubapop/assets/image/ayutthaya1.jpg"
      },
      {
        name: "วัดมหาธาตุ",
        image: "/project/zubapop/assets/image/ayutthaya2.jpg"
      },
      {
        name: "วัดราชบูรณะ",
        image: "/project/zubapop/assets/image/ayutthaya3.jpg"
      },
      {
        name: "วัดไชยวัฒนาราม",
        image: "/project/zubapop/assets/image/ayutthaya4.jpg"
      },
      {
        name: "พระราชวังบางปะอิน",
        image: "/project/zubapop/assets/image/ayutthaya5.jpg"
      }
    ]
  },
  {
    name: "พังงา",
    lat: 8.4507,
    lon: 98.5280,
    postalCode: "82000",
    description: "พังงา  เมืองแห่งอ่าว  และเกาะ  มีชื่อเสียงในเรื่องความสวยงามของทัศนียภาพ  ทั้งชายหาด  น้ำทะเล  และภูเขาหินปูน  เช่น  อ่าวพังงา  เกาะปันหยี  และเกาะสิมิลัน  เป็นจังหวัดที่เหมาะสำหรับการพักผ่อน  และทำกิจกรรมทางทะเล  พังงา  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติอ่าวพังงา  ซึ่งเป็นอุทยานแห่งชาติทางทะเล  ที่มีความหลากหลายทางชีวภาพสูง  มีทั้งป่าชายเลน  ปะการัง  และสัตว์ทะเล  เช่น  โลมา  พะยูน  และเต่าทะเล  เกาะปันหยี  ซึ่งเป็นหมู่บ้านชาวประมง  ที่ตั้งอยู่กลางทะเล  มีบ้านเรือน  ร้านค้า  และมัสยิด  ตั้งอยู่บนเสาไม้  เป็นที่แปลกตา  และสวยงาม  และเกาะสิมิลัน  ซึ่งเป็นหมู่เกาะ  ที่มีชื่อเสียงในเรื่องความสวยงามของโลกใต้ทะเล  เหมาะสำหรับการดำน้ำดูปะการัง  และชมปลาสวยงาม  พังงา  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ถ้ำลอด  ซึ่งเป็นถ้ำ  ที่สามารถพายเรือคายัคเข้าไปชมความงามภายในถ้ำได้  อุทยานแห่งชาติเขาสก  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  สมเสร็จ  เลียงผา  และนกเงือก  และน้ำตกโตนประพันธ์  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  พังงา  ยังมีชื่อเสียงในด้านอาหาร  เช่น  แกงเหลือง  ขนมจีน  และผลไม้  เช่น  สับปะรด  มะพร้าว  และเงาะ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดพังงาสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/4xW4gL1J96M1y1vD8",
    places: [
      {
        name: "เกาะปันหยี",
        image: "/project/zubapop/assets/image/phangnga1.jpg"
      },
      {
        name: "กาะสิมิลัน",
        image: "/project/zubapop/assets/image/phangnga2.jpg"
      },
      {
        name: "ถ้ำลอด",
        image: "/project/zubapop/assets/image/phangnga3.jpeg"
      },
      {
        name: "อุทยานแห่งชาติเขาสก",
        image: "/project/zubapop/assets/image/phangnga4.jpg"
      },
      {
        name: "เกาะตาชัย",
        image: "/project/zubapop/assets/image/phangnga5.webp"
      }
    ]
  },
  {
    name: "พัทลุง",
    lat: 7.6167,
    lon: 100.0818,
    postalCode: "93000",
    description: "พัทลุง  เมืองหนังตะลุง  และแหล่งน้ำ  มีทะเลสาบสงขลา  ซึ่งเป็นทะเลสาบที่ใหญ่เป็นอันดับ  2  ของประเทศไทย  เป็นที่อยู่อาศัยของปลาน้ำจืด  และนกน้ำนานาชนิด  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  พัทลุง  มีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ทะเลน้อย  ซึ่งเป็นส่วนหนึ่งของทะเลสาบสงขลา  เป็นที่อยู่อาศัยของนกน้ำนานาชนิด  เช่น  นกเป็ดน้ำ  นกกระสา  และนกกระยาง  อุทยานแห่งชาติเขาปู่-เขาย่า  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  สมเสร็จ  เลียงผา  และนกเงือก  และน้ำตกไพรวัลย์  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  พัทลุง  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดเขียนบางแก้ว  ซึ่งเป็นวัดเก่าแก่  และมีภาพจิตรกรรมฝาผนัง  ที่สวยงาม  และมีเอกลักษณ์  พิพิธภัณฑ์หนังตะลุง  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงหนังตะลุง  ซึ่งเป็นศิลปะการแสดงพื้นบ้านของภาคใต้  และตลาดน้ำลำปำ  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  พัทลุง  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ขนมจีน  แกงเหลือง  และผลไม้  เช่น  สับปะรด  มะพร้าว  และเงาะ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดพัทลุงสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/2Y4Y6sT7p6H2j6z49",
    places: [
      {
        name: "ทะเลน้อย พัทลุง",
        image: "/project/zubapop/assets/image/phatthalung1.jpg"
      },
      {
        name: "อุทยานแห่งชาติเขาปู่-เขาย่า",
        image: "/project/zubapop/assets/image/phatthalung2.jpg"
      },
      {
        name: "น้ำตกไพรวัลย์",
        image: "/project/zubapop/assets/image/phatthalung3.jpeg"
      },
      {
        name: "วัดเขียนบางแก้ว",
        image: "/project/zubapop/assets/image/phatthalung4.jpeg"
      },
      {
        name: "ภูเขาอกทะลุ",
        image: "/project/zubapop/assets/image/phatthalung5.jpg"
      }
    ]
  },
  {
    name: "พิจิตร",
    lat: 16.4477,
    lon: 100.3492,
    postalCode: "66000",
    description: "พิจิตร  เมืองเล็กน่ารัก  อู่ข้าวอู่น้ำ  มีแม่น้ำน่าน  และแม่น้ำยมไหลผ่าน  จึงอุดมสมบูรณ์ไปด้วยนาข้าว  เป็นจังหวัดที่เงียบสงบ  และมีเสน่ห์  เหมาะสำหรับการมาพักผ่อน  และสัมผัสกับวิถีชีวิตแบบสโลว์ไลฟ์  พิจิตร  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  อุทยานประวัติศาสตร์ศรีสัชนาลัย  ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  ภายในอุทยานฯ  มีโบราณสถานที่สำคัญ  เช่น  วัดพระศรีรัตนมหาธาตุ  วัดช้างล้อม  และวัดเจดีย์เจ็ดแถว  วัดใหญ่  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อเพชร  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และพิพิธภัณฑ์สถานแห่งชาติพิจิตร  ซึ่งเป็นแหล่งรวบรวม  และจัดแสดงโบราณวัตถุ  และศิลปวัตถุของจังหวัด  พิจิตร  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  บึงสีไฟ  ซึ่งเป็นบึงน้ำจืดธรรมชาติ  ที่ใหญ่เป็นอันดับ  3  ของประเทศไทย  และเป็นที่อยู่อาศัยของนกน้ำนานาชนิด  สวนสมเด็จพระศรีนครินทร์  พิจิตร  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และน้ำตกวังน้ำเขียว  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  พิจิตร  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยว  ขนมจีน  และผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดพิจิตรสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/2D7R5t8uP8N9H2bPA",
    places: [
      {
        name: "อุทยานประวัติศาสตร์ศรีสัชนาลัย",
        image: "/project/zubapop/assets/image/phichit1.jpg"
      },
      {
        name: "วัดสว่างอารมณ์ พิจิตร",
        image: "/project/zubapop/assets/image/phichit2.webp"
      },
      {
        name: "น้ำตกวังน้ำเขียว",
        image: "/project/zubapop/assets/image/phichit3.jpg"
      },
      {
        name: "บึงสีไฟ",
        image: "/project/zubapop/assets/image/phichit4.webp"
      },
      {
        name: "สวนสมเด็จพระศรีนครินทร์ พิจิตร",
        image: "/project/zubapop/assets/image/phichit5.jpg"
      }
    ]
  },
  {
    name: "พิษณุโลก",
    lat: 16.8214,
    lon: 100.2659,
    postalCode: "65000",
    description: "พิษณุโลก  เมืองสองแคว  มีแม่น้ำน่าน  และแม่น้ำแควน้อยไหลผ่าน  เป็นที่ตั้งของอุทยานประวัติศาสตร์สุโขทัย  และศรีสัชนาลัย  ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  เป็นจังหวัดที่มีประวัติศาสตร์  และวัฒนธรรมอันยาวนาน  และเป็นศูนย์กลางทางเศรษฐกิจของภาคเหนือตอนล่าง  พิษณุโลก  มีแหล่งท่องเที่ยวทางประวัติศาสตร์  และโบราณคดีที่สำคัญ  เช่น  วัดพระศรีรัตนมหาธาตุวรมหาวิหาร  หรือ  วัดใหญ่  ซึ่งเป็นวัดคู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระพุทธชินราช  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  อุทยานประวัติศาสตร์สุโขทัย  ซึ่งเป็นอุทยานประวัติศาสตร์  ที่ใหญ่ที่สุดในประเทศไทย  มีโบราณสถาน  และโบราณวัตถุ  เช่น  วัดมหาธาตุ  วัดศรีชุม  และวัดสระศรี  ที่ยังคงหลงเหลือให้เห็นถึงความรุ่งเรืองในอดีต  และอุทยานประวัติศาสตร์ศรีสัชนาลัย  ซึ่งเป็นอุทยานประวัติศาสตร์  ที่มีความสวยงาม  และสมบูรณ์  มีโบราณสถาน  และโบราณวัตถุ  เช่น  วัดพระศรีรัตนมหาธาตุ  วัดช้างล้อม  และวัดเจดีย์เจ็ดแถว  พิษณุโลก  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติทุ่งแสลงหลวง  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีทุ่งหญ้า  ป่าสน  และภูเขา  สวยงาม  เหมาะสำหรับการพักผ่อน  และชมธรรมชาติ  น้ำตกแก่งโสภา  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  เหมาะสำหรับการเล่นน้ำ  และพักผ่อนท่ามกลางธรรมชาติ  และบึงราชนก  ซึ่งเป็นบึงน้ำจืดธรรมชาติ  ที่ใหญ่เป็นอันดับ  2  ของประเทศไทย  และเป็นที่อยู่อาศัยของนกน้ำนานาชนิด  พิษณุโลก  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยวผัดไทย  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดพิษณุโลกสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/fyp16t8d6eD81R3Z7",
    places: [
      {
        name: "วัดพระศรีรัตนมหาธาตุวรมหาวิหาร",
        image: "/project/zubapop/assets/image/phitsanulok1.jpg"
      },
      {
        name: "สวนพฤกษศาสตร์บ้านร่มเกล้า พิษณุโลก",
        image: "/project/zubapop/assets/image/phitsanulok2.jpg"
      },
      {
        name: "อุทยานแห่งชาติทุ่งแสลงหลวง",
        image: "/project/zubapop/assets/image/phitsanulok3.jpg"
      },
      {
        name: "น้ำตกแก่งโสภา",
        image: "/project/zubapop/assets/image/phitsanulok4.jpeg"
      },
      {
        name: "บึงราชนก",
        image: "/project/zubapop/assets/image/phitsanulok5.jpg"
      }
    ]
  },
  {
    name: "เพชรบุรี",
    lat: 13.1116,
    lon: 99.9446,
    postalCode: "76000",
    description: "เพชรบุรี  เมืองแห่งประวัติศาสตร์  วัฒนธรรม  และธรรมชาติ  มีทั้งชายหาด  ภูเขา  และถ้ำ  เป็นจังหวัดที่ตั้งอยู่ทางภาคกลางตอนล่างของประเทศไทย  มีแม่น้ำเพชรบุรีไหลผ่าน  เป็นจังหวัดที่มีความเจริญรุ่งเรืองมาตั้งแต่สมัยทวารวดี  และเป็นที่ตั้งของโบราณสถาน  และโบราณวัตถุที่สำคัญมากมาย  เพชรบุรี  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และโบราณคดีที่สำคัญ  เช่น  พระนครคีรี  หรือ  เขาวัง  ซึ่งเป็นพระราชวังฤดูร้อน  ที่รัชกาลที่  4  ทรงสร้างขึ้น  บนยอดเขา  และเป็นที่ประดิษฐานของพระธาตุจอมเพชร  วัดมหาธาตุวรวิหาร  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และถ้ำเขาหลวง  ซึ่งเป็นถ้ำ  ที่มีความสวยงาม  และเป็นที่ประดิษฐานของพระพุทธรูป  และรูปปั้นต่างๆ  เพชรบุรี  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  หาดเจ้าสำราญ  ซึ่งเป็นหาดทรายที่สวยงาม  และเงียบสงบ  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  อุทยานแห่งชาติแก่งกระจาน  ซึ่งเป็นอุทยานแห่งชาติ  ที่ใหญ่ที่สุดในประเทศไทย  มีพื้นที่ครอบคลุม  2  จังหวัด  คือ  จังหวัดเพชรบุรี  และจังหวัดประจวบคีรีขันธ์  เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  เสือโคร่ง  ช้างป่า  และสมเสร็จ  และน้ำตกป่าละอู  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  เพชรบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ขนมหม้อแกง  ข้าวแช่  และผลไม้  เช่น  สับปะรด  มะพร้าว  และชมพู่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดเพชรบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/b1Z16P5z6712y3v69",
    places: [
      {
        name: "พระนครคีรี (เขาวัง)",
        image: "/project/zubapop/assets/image/phetchaburi1.jpg"
      },
      {
        name: "วัดมหาธาตุวรวิหาร",
        image: "/project/zubapop/assets/image/phetchaburi2.jpg"
      },
      {
        name: "อุทยานแห่งชาติแก่งกระจาน",
        image: "/project/zubapop/assets/image/phetchaburi3.jpg"
      },
      {
        name: "หาดชะอำ",
        image: "/project/zubapop/assets/image/phetchaburi4.jpg"
      },
      {
        name: "โครงการชั่งหัวมัน ตามพระราชดำริ",
        image: "/project/zubapop/assets/image/phetchaburi5.jpg"
      }
    ]
  },
  {
    name: "เพชรบูรณ์",
    lat: 16.4197,
    lon: 101.1605,
    postalCode: "67000",
    description: "เพชรบูรณ์  เมืองมะขามหวาน  อากาศดี  มีภูเขา  และป่าไม้  ที่อุดมสมบูรณ์  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือตอนล่างของประเทศไทย  มีอากาศเย็นสบายตลอดปี  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เพชรบูรณ์  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  อุทยานแห่งชาติเขาค้อ  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีทิวทัศน์ที่สวยงาม  สามารถมองเห็นทะเลหมอก  และพระอาทิตย์ขึ้นได้  และเป็นที่ตั้งของอนุสรณ์สถานผู้เสียสละเขาค้อ  ซึ่งสร้างขึ้นเพื่อรำลึกถึงวีรกรรมของทหาร  ตำรวจ  และพลเรือน  ที่เสียสละชีวิตในการต่อสู้กับผู้ก่อการร้ายคอมมิวนิสต์  ภูทับเบิก  ซึ่งเป็นยอดเขาที่สูงที่สุดในจังหวัดเพชรบูรณ์  มีอากาศเย็นสบายตลอดปี  และมีทัศนียภาพที่สวยงาม  สามารถมองเห็นทะเลหมอก  และพระอาทิตย์ขึ้นได้  และเป็นที่ตั้งของไร่กะหล่ำปลี  ที่กว้างใหญ่  และสวยงาม  และน้ำหนาว  ซึ่งเป็นอำเภอ  ที่มีอากาศเย็นสบายตลอดปี  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  น้ำตกศรีดิษฐ์  น้ำตกตาดใหญ่  และสวนสนุกน้ำหนาว  เพชรบูรณ์  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดพระธาตุผาซ่อนแก้ว  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  และมีสถาปัตยกรรมที่สวยงาม  และเป็นเอกลักษณ์  ตลาดน้ำกองพล  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  และพิพิธภัณฑ์หล่มศักดิ์  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดเพชรบูรณ์  เพชรบูรณ์  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ไก่ย่างวิเชียรบุรี  มะขามหวาน  และผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดเพชรบูรณ์สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/g3gK87G65fH9k1qXA",
    places: [
      {
        name: "อุทยานแห่งชาติเขาค้อ",
        image: "/project/zubapop/assets/image/phetchabun1.jpg"
      },
      {
        name: "ภูทับเบิก",
        image: "/project/zubapop/assets/image/phetchabun2.jpg"
      },
      {
        name: "น้ำหนาว",
        image: "/project/zubapop/assets/image/phetchabun3.jpg"
      },
      {
        name: "วัดพระธาตุผาซ่อนแก้ว",
        image: "/project/zubapop/assets/image/phetchabun4.jpg"
      },
      {
        name: "ตลาดน้ำกองพล",
        image: "/project/zubapop/assets/image/phetchabun5.jpg"
      }
    ]
  },
  {
    name: "แพร่",
    lat: 18.1446,
    lon: 100.1407,
    postalCode: "54000",
    description: "แพร่  เมืองเก่า  เล่าเรื่องผ่าน    ผ้าหม้อห้อม มีชื่อเสียงในด้านผ้าทอ  โดยเฉพาะผ้าหม้อห้อม  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือของประเทศไทย  มีพื้นที่ส่วนใหญ่เป็นภูเขา  และป่าไม้  เป็นจังหวัดที่มีประวัติศาสตร์  และวัฒนธรรมอันยาวนาน  และมีแหล่งท่องเที่ยวทางธรรมชาติ  และวัฒนธรรมที่สวยงาม  แพร่  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  วัดพระธาตุช่อแฮ  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดพระบาทมิ่งเมืองวรวิหาร  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และคุ้มวงศ์บุรี  ซึ่งเป็นบ้านเรือนไทยแบบล้านนา  ที่สวยงาม  และได้รับการอนุรักษ์ไว้เป็นอย่างดี  แพร่  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเวียงโกศัย  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกแม่เกิ๋ง  และน้ำตกแม่จริม  อุทยานแห่งชาติดอยผากลอง  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีทิวทัศน์ที่สวยงาม  สามารถมองเห็นทะเลหมอก  และพระอาทิตย์ขึ้นได้  และเป็นที่ตั้งของเส้นทางเดินป่าศึกษาธรรมชาติ  และวนอุทยานแพะเมืองผี  ซึ่งเป็นวนอุทยาน  ที่มีลักษณะภูมิประเทศ  ที่แปลกตา  และสวยงาม  มีเสาหิน  และรูปปั้นต่างๆ  ที่เกิดจากการกัดเซาะของน้ำ  และลม  แพร่  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวซอย  แกงฮังเล  และน้ำพริกหนุ่ม  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดแพร่สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/H7W33f8J47H8Q3p88",
    places: [
      {
        name: "วัดพระธาตุช่อแฮ",
        image: "/project/zubapop/assets/image/Phrae1.webp"
      },
      {
        name: "คุ้มวงศ์บุรี",
        image: "/project/zubapop/assets/image/Phrae2.jpg"
      },
      {
        name: "อุทยานแห่งชาติเวียงโกศัย",
        image: "/project/zubapop/assets/image/Phrae3.jpg"
      },
      {
        name: "อุทยานแพะเมืองผี",
        image: "/project/zubapop/assets/image/Phrae4.jpg"
      },
      {
        name: "น้ำตกแม่เกิ๋ง",
        image: "/project/zubapop/assets/image/Phrae5.jpg"
      }
    ]
  },
  {
    name: "พะเยา",
    lat: 19.1638,
    lon: 99.9995,
    postalCode: "56000",
    description: "พะเยา  เมืองแห่งความสงบ  และธรรมชาติ  มี    กว๊านพะเยา ซึ่งเป็นทะเลสาบน้ำจืดที่ใหญ่ที่สุดในภาคเหนือ  เป็นที่อยู่อาศัยของปลาน้ำจืด  และนกน้ำนานาชนิด  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  พะเยา  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  กว๊านพะเยา  ซึ่งเป็นทะเลสาบน้ำจืดที่ใหญ่ที่สุดในภาคเหนือ  เป็นที่อยู่อาศัยของปลาน้ำจืด  และนกน้ำนานาชนิด  มีทิวทัศน์ที่สวยงาม  เหมาะสำหรับการล่องเรือ  ตกปลา  และชมนก  อุทยานแห่งชาติภูซาง  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกภูซาง  และน้ำตกธารสวรรค์  และวนอุทยานภูลังกา  ซึ่งเป็นวนอุทยาน  ที่มีลักษณะภูมิประเทศ  ที่แปลกตา  และสวยงาม  มีเสาหิน  และรูปปั้นต่างๆ  ที่เกิดจากการกัดเซาะของน้ำ  และลม  พะเยา  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดศรีโคมคำ  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระเจ้าตนหลวง  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  วัดพระธาตุจอมทอง  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  และมีทิวทัศน์ที่สวยงาม  และพิพิธภัณฑ์สถานแห่งชาติพะเยา  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดพะเยา  พะเยา  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวซอย  แกงฮังเล  และน้ำพริกหนุ่ม  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดพะเยาสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/M1T1Y84R7G8w4B889",
    places: [
      {
        name: "กว๊านพะเยา",
        image: "/project/zubapop/assets/image/phayao1.jpg"
      },
      {
        name: "อุทยานแห่งชาติภูซาง",
        image: "/project/zubapop/assets/image/phayao2.jpg"
      },
      {
        name: "วนอุทยานภูลังกา",
        image: "/project/zubapop/assets/image/phayao3.jpg"
      },
      {
        name: "วัดศรีโคมคำ",
        image: "/project/zubapop/assets/image/phayao4.jpg"
      },
      {
        name: "พิพิธภัณฑ์สถานแห่งชาติพะเยา",
        image: "/project/zubapop/assets/image/phayao5.jpg"
      }
    ]
  },
  {
    name: "ภูเก็ต",
    lat: 7.8804,
    lon: 98.3923,
    postalCode: "83000",
    description: "ภูเก็ต  ไข่มุกแห่งอันดามัน  เป็นเกาะที่ใหญ่ที่สุดของประเทศไทย  มีชื่อเสียงในเรื่องความสวยงามของชายหาด  น้ำทะเล  และแนวปะการัง  เช่น  หาดป่าตอง  หาดกะรน  และเกาะพีพี  เป็นจังหวัดที่มีนักท่องเที่ยวจากทั่วโลกมาเยือน  ภูเก็ต  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  หาดป่าตอง  ซึ่งเป็นหาดทรายที่ยาวที่สุดในภูเก็ต  มีชื่อเสียงในเรื่องความคึกคัก  และมีกิจกรรมให้ทำมากมาย  เช่น  เล่นน้ำทะเล  อาบแดด  เล่นกีฬาทางน้ำ  และช้อปปิ้ง  หาดกะรน  ซึ่งเป็นหาดทรายที่ยาวเป็นอันดับ  2  ของภูเก็ต  มีชื่อเสียงในเรื่องความสวยงาม  และเงียบสงบ  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  และเกาะพีพี  ซึ่งเป็นหมู่เกาะ  ที่มีชื่อเสียงในเรื่องความสวยงามของโลกใต้ทะเล  เหมาะสำหรับการดำน้ำดูปะการัง  และชมปลาสวยงาม  ภูเก็ต  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  แหลมพรหมเทพ  ซึ่งเป็นจุดชมวิวที่สวยงาม  สามารถมองเห็นทัศนียภาพของทะเล  และพระอาทิตย์ตกดินได้  วัดฉลอง  หรือ  วัดไชยธาราราม  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อแช่ม  พระเกจิอาจารย์ชื่อดัง  และเมืองเก่าภูเก็ต  ซึ่งเป็นย่านเมืองเก่า  ที่มีสถาปัตยกรรมแบบชิโนโปรตุกีส  ที่สวยงาม  และเป็นเอกลักษณ์  ภูเก็ต  ยังมีชื่อเสียงในด้านอาหาร  เช่น  แกงปูใบชะพลู  หมี่ฮกเกี้ยน  และขนมจีน  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดภูเก็ตสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/r9x5z55f868q9xYSA",
    places: [
      {
        name: "เมืองเก่าภูเก็ต",
        image: "/project/zubapop/assets/image/phuket1.jpg"
      },
      {
        name: "พิพิธภัณฑ์ภูเก็ตไทยหัว",
        image: "/project/zubapop/assets/image/phuket2.jpeg"
      },
      {
        name: "หาดป่าตอง",
        image: "/project/zubapop/assets/image/phuket3.jpg"
      },
      {
        name: "หาดกะรน",
        image: "/project/zubapop/assets/image/phuket4.jpg"
      },
      {
        name: "แหลมพรหมเทพ",
        image: "/project/zubapop/assets/image/phuket5.jpg"
      }
    ]
  },
  {
    name: "มหาสารคาม",
    lat: 16.1865,
    lon: 103.3031,
    postalCode: "44000",
    description: "มหาสารคาม  เมืองแห่งวิทยาลัย  เป็นที่ตั้งของมหาวิทยาลัยมหาสารคาม  ซึ่งเป็นมหาวิทยาลัย  ที่ใหญ่ที่สุดในภาคตะวันออกเฉียงเหนือ  เป็นจังหวัดที่มีความเจริญก้าวหน้าทางด้านการศึกษา  และเป็นศูนย์กลางทางวัฒนธรรมของภาคอีสาน  มหาสารคาม  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  พระธาตุนาดูน  ซึ่งเป็นพระธาตุ  ที่บรรจุพระบรมสารีริกธาตุของพระพุทธเจ้า  และเป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านเคารพนับถือมาตั้งแต่โบราณ  วัดป่าวังน้ำเย็น  ซึ่งเป็นวัดป่า  ที่เงียบสงบ  เหมาะสำหรับการมาปฏิบัติธรรม  และพิพิธภัณฑ์มหาวิทยาลัยมหาสารคาม  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดมหาสารคาม  มหาสารคาม  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  บึงกุย  ซึ่งเป็นบึงน้ำจืดธรรมชาติ  ที่ใหญ่เป็นอันดับ  4  ของประเทศไทย  และเป็นที่อยู่อาศัยของนกน้ำนานาชนิด  อุทยานแห่งชาติภูผาม่าน  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  และวนอุทยานแก่งเลิงจาน  ซึ่งเป็นวนอุทยาน  ที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  มหาสารคาม  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ลาบ  ส้มตำ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดมหาสารคามสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/671R9j9z9686v2W26",
    places: [
      {
        name: "พระธาตุนาดูน",
        image: "/project/zubapop/assets/image/mahasarakham1.jpg"
      },
      {
        name: "วัดป่าวังน้ำเย็น",
        image: "/project/zubapop/assets/image/mahasarakham2.jpg"
      },
      {
        name: "พิพิธภัณฑ์มหาวิทยาลัยมหาสารคาม",
        image: "/project/zubapop/assets/image/mahasarakham3.jpg"
      },
      {
        name: "บึงกุย",
        image: "/project/zubapop/assets/image/mahasarakham4.jpg"
      },
      {
        name: "อุทยานแห่งชาติภูผาม่าน",
        image: "/project/zubapop/assets/image/mahasarakham5.jpg"
      }
    ]
  },

  // -----------------------------------------------------------------------

  {
    name: "มุกดาหาร",
    lat: 16.5453,
    lon: 104.7235,
    postalCode: "49000",
    description: "มุกดาหาร  เมืองชายโขง  แห่ง สะหวันนะเขต มีแม่น้ำโขง  ซึ่งเป็นแม่น้ำ  ที่ยาวที่สุดในเอเชียตะวันออกเฉียงใต้  ไหลผ่าน  เป็นจังหวัดที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทย  ชาวลาว  และชาวเวียดนาม  อยู่ร่วมกันอย่างสงบสุข  มุกดาหาร  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  วัดพระธาตุพนมวรมหาวิหาร  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดรอยพระพุทธบาทภูมโนรมย์  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  และมีรอยพระพุทธบาท  ที่เชื่อกันว่าเป็นรอยพระพุทธบาทจริง  และพิพิธภัณฑ์สถานแห่งชาติมุกดาหาร  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดมุกดาหาร  มุกดาหาร  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ภูผายล  ซึ่งเป็นภูเขา  ที่มีความสูง  และมีทิวทัศน์ที่สวยงาม  สามารถมองเห็นทัศนียภาพของแม่น้ำโขง  และฝั่งลาวได้  แก่งกะเบา  ซึ่งเป็นแก่งหินที่สวยงาม  และมีน้ำไหลแรงตลอดปี  เหมาะสำหรับการล่องแก่ง  และเล่นน้ำ  และอุทยานแห่งชาติภูผายล  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  มุกดาหาร  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาแม่น้ำโขง  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดมุกดาหารสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/8t774Z1F688286489",
    places: [
      {
        name: "ตลาดอินโดจีน มุกดาหาร",
        image: "/project/zubapop/assets/image/mukdahan1.jpg"
      },
      {
        name: "วัดรอยพระพุทธบาทภูมโนรมย์",
        image: "/project/zubapop/assets/image/mukdahan2.jpg"
      },
      {
        name: "พิพิธภัณฑ์สถานแห่งชาติมุกดาหาร",
        image: "/project/zubapop/assets/image/mukdahan3.jpg"
      },
      {
        name: "ภูผายล",
        image: "/project/zubapop/assets/image/mukdahan4.jpg"
      },
      {
        name: "แก่งกะเบา",
        image: "/project/zubapop/assets/image/mukdahan5.jpeg"
      }
    ]
  },
  {
    name: "แม่ฮ่องสอน",
    lat: 19.3020,
    lon: 97.9654,
    postalCode: "58000",
    description: "แม่ฮ่องสอน  เมืองสามหมอก  มีปาย  ซึ่งเป็นเมืองท่องเที่ยว  ที่ได้รับความนิยมจากนักท่องเที่ยวทั้งชาวไทย  และชาวต่างชาติ  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือของประเทศไทย  มีพื้นที่ส่วนใหญ่เป็นภูเขา  และป่าไม้  เป็นจังหวัดที่มีอากาศเย็นสบายตลอดปี  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  แม่ฮ่องสอน  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  ปาย  ซึ่งเป็นเมืองท่องเที่ยว  ที่ได้รับความนิยมจากนักท่องเที่ยวทั้งชาวไทย  และชาวต่างชาติ  มีทิวทัศน์ที่สวยงาม  มีร้านอาหาร  ร้านค้า  และที่พัก  มากมาย  เหมาะสำหรับการพักผ่อน  และสัมผัสกับบรรยากาศ  ที่เงียบสงบ  อุทยานแห่งชาติถ้ำปลา-น้ำตกผาเสื่อ  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของถ้ำปลา  ซึ่งเป็นถ้ำ  ที่มีปลาน้ำจืดอาศัยอยู่เป็นจำนวนมาก  และน้ำตกผาเสื่อ  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  และบ้านรักไทย  ซึ่งเป็นหมู่บ้านชาวจีนยูนนาน  ที่ตั้งอยู่ท่ามกลางขุนเขา  และมีทิวทัศน์ที่สวยงาม  มีไร่ชา  และสวนผลไม้  มากมาย  เหมาะสำหรับการท่องเที่ยวเชิงเกษตร  แม่ฮ่องสอน  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  พระธาตุดอยกองมู  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  และมีทิวทัศน์ที่สวยงาม  วัดจองกลาง  ซึ่งเป็นวัด  ที่มีสถาปัตยกรรมแบบไทใหญ่  ที่สวยงาม  และเป็นเอกลักษณ์  และพิพิธภัณฑ์สถานแห่งชาติแม่ฮ่องสอน  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดแม่ฮ่องสอน  แม่ฮ่องสอน  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวซอย  แกงฮังเล  และน้ำพริกหนุ่ม  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดแม่ฮ่องสอนสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/P82t6u4p1866z7xSA",
    places: [
      {
        name: "อุทยานแห่งชาติถ้ำปลา-น้ำตกผาเสื่อ",
        image: "/project/zubapop/assets/image/mhs1.jpg"
      },
      {
        name: "พระธาตุดอยกองมู",
        image: "/project/zubapop/assets/image/mhs2.jpg"
      },
      {
        name: "วัดจองกลาง",
        image: "/project/zubapop/assets/image/mhs3.jpeg"
      },
      {
        name: "ปางอุ๋ง แม่ฮ่องสอน",
        image: "/project/zubapop/assets/image/mhs4.jpg"
      },
      {
        name: "บ้านรักไทย",
        image: "/project/zubapop/assets/image/mhs5.webp"
      }
    ]
  },
  {
    name: "ยะลา",
    lat: 6.5416,
    lon: 101.2800,
    postalCode: "95000",
    description: "ยะลา  เมืองแห่ง    เบตง  มีชื่อเสียงในเรื่อง ไก่เบตงซึ่งเป็นไก่พันธุ์เนื้อ  ที่มีรสชาติอร่อย  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ส่วนใหญ่เป็นภูเขา  และป่าไม้  เป็นจังหวัดที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทยพุทธ  ชาวไทยมุสลิม  และชาวไทยเชื้อสายจีน  ยะลา  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  เบตง  ซึ่งเป็นอำเภอ  ที่มีชื่อเสียงในเรื่องไก่เบตง  ซึ่งเป็นไก่พันธุ์เนื้อ  ที่มีรสชาติอร่อย  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุโมงค์ปิยะมิตร  ซึ่งเป็นอุโมงค์  ที่ขุดขึ้นโดยพรรคคอมมิวนิสต์มลายา  ในสมัยสงครามเย็น  สวนดอกไม้เมืองหนาวเบตง  ซึ่งเป็นสวนดอกไม้  ที่มีดอกไม้เมืองหนาว  บานสะพรั่งตลอดปี  และทะเลหมอกอัยเยอร์เวง  ซึ่งเป็นจุดชมวิว  ที่สามารถมองเห็นทะเลหมอก  และพระอาทิตย์ขึ้นได้  ยะลา  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  น้ำตกธารโต  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  วัดคูหาภิมุข  ซึ่งเป็นวัด  ที่ตั้งอยู่ในถ้ำ  และมีภาพจิตรกรรมฝาผนัง  ที่สวยงาม  และมัสยิดกลางจังหวัดยะลา  ซึ่งเป็นมัสยิดที่ใหญ่ที่สุดในจังหวัด  ยะลา  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ไก่เบตง  ข้าวยำ  และโรตี  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดยะลาสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/V8m78j7f55N882568",
    places: [
      {
        name: "เบตง",
        image: "/project/zubapop/assets/image/yala1.jpg"
      },
      {
        name: "อุโมงค์ปิยะมิตร",
        image: "/project/zubapop/assets/image/yala2.jpg"
      },
      {
        name: "มัสยิดกลางจังหวัดยะลา",
        image: "/project/zubapop/assets/image/yala3.jpg"
      },
      {
        name: "น้ำตกธารโต",
        image: "/project/zubapop/assets/image/yala4.jpg"
      },
      {
        name: "วัดคูหาภิมุข",
        image: "/project/zubapop/assets/image/yala5.jpg"
      }
    ]
  },
  {
    name: "ยโสธร",
    lat: 15.7941,
    lon: 104.1451,
    postalCode: "35000",
    description: "ยโสธร  เมืองบั้งไฟโก้  แตงโมหวาน  แม่น้ำชี  สวยสะอาด  มีชื่อเสียงในเรื่องบุญบั้งไฟ  ซึ่งเป็นประเพณี  ที่จัดขึ้นในช่วงเดือนพฤษภาคม  ถึงเดือนมิถุนายนของทุกปี  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  มีแม่น้ำชีไหลผ่าน  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  ยโสธร  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  แก่งสะพือ  ซึ่งเป็นแก่งหินที่สวยงาม  และมีน้ำไหลแรงตลอดปี  เหมาะสำหรับการล่องแก่ง  และเล่นน้ำ  อุทยานแห่งชาติภูผาเหล็ก  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  และพระธาตุก่องข้าวน้อย  ซึ่งเป็นพระธาตุ  ที่ตั้งอยู่บนยอดเขา  และมีทิวทัศน์ที่สวยงาม  ยโสธร  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดมหาธาตุ  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  พิพิธภัณฑ์สถานแห่งชาติยโสธร  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดยโสธร  และตลาดสดเทศบาลเมืองยโสธร  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  ยโสธร  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดยโสธรสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/75S87r98v8V9389j77",
    places: [
      {
        name: "พระธาตุก่องข้าวน้อย",
        image: "/project/zubapop/assets/image/yasothon1.jpg"
      },
      {
        name: "วัดมหาธาตุยโสธร",
        image: "/project/zubapop/assets/image/yasothon2.jpg"
      },
      {
        name: "บ้านทุ่งแต้ (บ้านพญาคันคาก)",
        image: "/project/zubapop/assets/image/yasothon3.jpg"
      },
      {
        name: "พระธาตุอานนท์",
        image: "/project/zubapop/assets/image/yasothon4.webp"
      },
      {
        name: "วัดพระพุทธบาทยโสธร",
        image: "/project/zubapop/assets/image/yasothon5.jpg"
      }
    ]
  },
  {
    name: "ร้อยเอ็ด",
    lat: 16.0538,
    lon: 103.6532,
    postalCode: "45000",
    description: "ร้อยเอ็ด  เมือง  101  คูเมือง  มีคูเมืองโบราณล้อมรอบเมือง  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  ร้อยเอ็ด  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  บึงพลาญชัย  ซึ่งเป็นบึงน้ำจืดธรรมชาติ  ที่ใหญ่ที่สุดในภาคตะวันออกเฉียงเหนือ  และเป็นที่อยู่อาศัยของนกน้ำนานาชนิด  อุทยานแห่งชาติภูแลนคา  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  และวนอุทยานผาน้ำย้อย  ซึ่งเป็นวนอุทยาน  ที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  ร้อยเอ็ด  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดบูรพาภิราม  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  พิพิธภัณฑ์สถานแห่งชาติร้อยเอ็ด  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดร้อยเอ็ด  และสวนสมเด็จพระศรีนครินทร์  ร้อยเอ็ด  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  ร้อยเอ็ด  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดร้อยเอ็ดสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/5w274q98p77P77989",
    places: [
      {
        name: "บึงพลาญชัย",
        image: "/project/zubapop/assets/image/roiet.jpg"
      },
      {
        name: "พระมหาเจดีย์ชัยมงคล",
        image: "/project/zubapop/assets/image/roiet2.jpg"
      },
      {
        name: "วัดบูรพาภิราม",
        image: "/project/zubapop/assets/image/roiet3.jpg"
      },
      {
        name: "ปราสาทกู่กาสิงห์",
        image: "/project/zubapop/assets/image/roiet4.jpeg"
      },
      {
        name: "วัดผาน้ำย้อย",
        image: "/project/zubapop/assets/image/roiet5.jpg"
      }
    ]
  }, {
    name: "ระนอง",
    lat: 9.9515,
    lon: 98.6160,
    postalCode: "85000",
    description: "ระนอง  เมืองฝนแปดแดดสี่  มีฝนตกชุก  และมีแดดออกบ้าง  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านทะเลอันดามัน  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  มีทั้งภูเขา  ป่าไม้  น้ำตก  และทะเล  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  ระนอง  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  อุทยานแห่งชาติแหลมสน  ซึ่งเป็นอุทยานแห่งชาติทางทะเล  ที่มีความหลากหลายทางชีวภาพสูง  มีทั้งป่าชายเลน  ปะการัง  และสัตว์ทะเล  เช่น  โลมา  พะยูน  และเต่าทะเล  น้ำตกหงาว  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  และบ่อน้ำร้อนรักษะวาริน  ซึ่งเป็นบ่อน้ำร้อนธรรมชาติ  ที่อุดมไปด้วยแร่ธาตุ  เหมาะสำหรับการแช่น้ำร้อน  เพื่อสุขภาพ  ระนอง  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  พระราชวังรัตนรังสรรค์  ซึ่งเป็นพระราชวังฤดูร้อน  ที่รัชกาลที่  5  ทรงสร้างขึ้น  วัดบ้านหงาว  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อโสธร  พระพุทธรูปศักดิ์สิทธิ์  และพิพิธภัณฑ์สถานแห่งชาติระนอง  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดระนอง  ระนอง  ยังมีชื่อเสียงในด้านอาหาร  เช่น  แกงเหลือง  ขนมจีน  และผลไม้  เช่น  สับปะรด  มะพร้าว  และเงาะ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดระนองสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/14469M16r877J3278",
    places: [
      {
        name: "บ่อน้ำร้อนและสวนสาธารณะรักษะวาริน",
        image: "/project/zubapop/assets/image/ranong1.jpg"
      },
      {
        name: "เกาะพยาม",
        image: "/project/zubapop/assets/image/ranong2.jpg"
      },
      {
        name: "น้ำตกปุญญบาล",
        image: "/project/zubapop/assets/image/chiangmai3.jpg"
      },
      {
        name: "อุทยานแห่งชาติลำน้ำกระบุรี",
        image: "/project/zubapop/assets/image/chiangmai4.jpg"
      },
      {
        name: "พระราชวังรัตนรังสรรค์",
        image: "/project/zubapop/assets/image/chiangmai5.jpeg"
      }
    ]
  },
  {
    name: "ระยอง",
    lat: 12.6828,
    lon: 101.2371,
    postalCode: "21000",
    description: "ระยอง  เมืองแห่งผลไม้  และทะเล  มีชื่อเสียงในเรื่องผลไม้  เช่น  ทุเรียน  เงาะ  และมังคุด  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านอ่าวไทย  เป็นจังหวัดที่มีความเจริญก้าวหน้าทางด้านอุตสาหกรรม  และเป็นแหล่งท่องเที่ยวที่สำคัญ  ระยอง  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  เกาะเสม็ด  ซึ่งเป็นเกาะ  ที่มีชื่อเสียงในเรื่องความสวยงามของชายหาด  น้ำทะเล  และแนวปะการัง  เหมาะสำหรับการพักผ่อน  และทำกิจกรรมทางทะเล  เช่น  เล่นน้ำทะเล  อาบแดด  เล่นกีฬาทางน้ำ  และดำน้ำดูปะการัง  อุทยานแห่งชาติเขาแหลมหญ้า-หมู่เกาะเสม็ด  ซึ่งเป็นอุทยานแห่งชาติทางทะเล  ที่มีความหลากหลายทางชีวภาพสูง  มีทั้งป่าชายเลน  ปะการัง  และสัตว์ทะเล  เช่น  โลมา  พะยูน  และเต่าทะเล  และสวนผลไม้  เช่น  สวนสุภัทราแลนด์  ซึ่งเป็นสวนผลไม้  ที่มีผลไม้ให้เลือกชิม  และซื้อ  มากมาย  เช่น  ทุเรียน  เงาะ  มังคุด  และลองกอง  ระยอง  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ศาลหลักเมืองระยอง  ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง  พิพิธภัณฑ์เมืองระยอง  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดระยอง  และตลาดน้ำเกาะกลอย  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  ระยอง  ยังมีชื่อเสียงในด้านอาหาร  เช่น  แกงส้ม  ผัดไทย  และผลไม้  เช่น  ทุเรียน  เงาะ  มังคุด  และลองกอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดระยองสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/57v73V768856P6689",
    places: [
      {
        name: "เกาะเสม็ด",
        image: "/project/zubapop/assets/image/rayong1.jpg"
      },
      {
        name: "หาดแม่รำพึง",
        image: "/project/zubapop/assets/image/rayong2.jpg"
      },
      {
        name: "อุทยานแห่งชาติเขาแหลมหญ้า-หมู่เกาะเสม็ด",
        image: "/project/zubapop/assets/image/rayong3.jpeg"
      },
      {
        name: "สวนพฤกษศาสตร์ระยอง",
        image: "/project/zubapop/assets/image/rayong4.jpg"
      },
      {
        name: "ทุ่งโปรงทอง",
        image: "/project/zubapop/assets/image/rayong5.jpg"
      }
    ]
  },
  {
    name: "ราชบุรี",
    lat: 13.5367,
    lon: 99.8173,
    postalCode: "70000",
    description: "ราชบุรี  เมืองโอ่ง  มะพร้าวหวาน  ข้าวสารขาว  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันตกของประเทศไทย  มีแม่น้ำแม่กลองไหลผ่าน  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  ราชบุรี  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  อุทยานประวัติศาสตร์กำแพงเพชร  ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  ภายในอุทยานฯ  มีโบราณสถานที่สำคัญ  เช่น  วัดพระแก้ว  วัดพระธาตุนครชุม  และวัดพระสี่อิริยาบถ  วัดหนองหอย  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อโต  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และพิพิธภัณฑ์สถานแห่งชาติราชบุรี  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดราชบุรี  ราชบุรี  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเฉลิมพระเกียรติไทยประจัน  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกเก้าโจน  และน้ำตกผาตาด  สวนผึ้ง  ซึ่งเป็นอำเภอ  ที่มีอากาศเย็นสบายตลอดปี  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  ธารน้ำร้อนบ่อคลึง  และฟาร์มแกะ  และตลาดน้ำดำเนินสะดวก  ซึ่งเป็นตลาดน้ำ  ที่ใหญ่ที่สุดในประเทศไทย  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  ราชบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวหอมมะลิ  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดราชบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/667g7u9954464W779",
    places: [
      {
        name: "ตลาดน้ำดำเนินสะดวก",
        image: "/project/zubapop/assets/image/ratchaburi1.webp"
      },
      {
        name: "อุทยานหินเขางู",
        image: "/project/zubapop/assets/image/ratchaburi2.jpg"
      },
      {
        name: "ถ้ำเขาบิน",
        image: "/project/zubapop/assets/image/ratchaburi3.jpg"
      },
      {
        name: "วัดมหาธาตุวรวิหาร",
        image: "/project/zubapop/assets/image/ratchaburi4.jpg"
      },
      {
        name: "สวนผึ้ง ราชบุรี",
        image: "/project/zubapop/assets/image/ratchaburi5.jpg"
      }
    ]
  },
  {
    name: "ลพบุรี",
    lat: 14.7995,
    lon: 100.6534,
    postalCode: "15000",
    description: "ลพบุรี  เมืองลิง  และแหล่งประวัติศาสตร์  เป็นจังหวัดที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำลพบุรีไหลผ่าน  เป็นจังหวัดที่มีประวัติศาสตร์อันยาวนาน  เคยเป็นเมืองหลวงของอาณาจักรละโว้  และเป็นเมืองหน้าด่านที่สำคัญในสมัยอยุธยา  ลพบุรี  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และโบราณคดีที่สำคัญ  เช่น  พระปรางค์สามยอด  ซึ่งเป็นปราสาทหินสมัยขอม  ที่มีความสวยงาม  และสมบูรณ์  เป็นสัญลักษณ์ของจังหวัดลพบุรี  พระนารายณ์ราชนิเวศน์  ซึ่งเป็นพระราชวัง  ที่สมเด็จพระนารายณ์มหาราช  ทรงสร้างขึ้น  ในสมัยอยุธยา  เป็นสถาปัตยกรรมแบบไทย  ผสมผสานกับศิลปะแบบตะวันตก  ที่สวยงาม  และเป็นเอกลักษณ์  และวัดพระศรีรัตนมหาธาตุวรมหาวิหาร  หรือ  วัดใหญ่  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  ลพบุรี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  เขื่อนป่าสักชลสิทธิ์  ซึ่งเป็นเขื่อนดิน  ที่ใหญ่ที่สุดในประเทศไทย  เป็นแหล่งผลิตไฟฟ้าพลังน้ำ  และเป็นแหล่งท่องเที่ยว  ทุ่งทานตะวัน  ซึ่งเป็นทุ่งทานตะวัน  ที่กว้างใหญ่  และสวยงาม  บานสะพรั่งในช่วงเดือนพฤศจิกายน  ถึงเดือนธันวาคมของทุกปี  และศูนย์อนุรักษ์พันธุ์เต่าทะเล  ซึ่งเป็นศูนย์  ที่อนุบาล  และเพาะพันธุ์เต่าทะเล  เพื่อปล่อยคืนสู่ธรรมชาติ  ลพบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยว  ขนมจีน  และผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดลพบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/71w4f57H654449667",
    places: [
      {
        name: "พระปรางค์สามยอด",
        image: "/project/zubapop/assets/image/lopburi1.webp"
      },
      {
        name: "ศาลพระกาฬ",
        image: "/project/zubapop/assets/image/lopburi2.jpg"
      },
      {
        name: "พระนารายณ์ราชนิเวศน์",
        image: "/project/zubapop/assets/image/lopburi3.jpg"
      },
      {
        name: "เขาพระงาม",
        image: "/project/zubapop/assets/image/lopburi4.jpg"
      },
      {
        name: "ทุ่งทานตะวัน ลพบุรี",
        image: "/project/zubapop/assets/image/lopburi5.jpg"
      }
    ]
  },
  {
    name: "ลำปาง",
    lat: 18.2888,
    lon: 99.4901,
    postalCode: "52000",
    description: "ลำปาง  เมืองรถม้า และ เซรามิกมีชื่อเสียงในเรื่องรถม้า  ซึ่งเป็นพาหนะ  ที่ใช้ในการเดินทาง  และขนส่งสินค้า  ในอดีต  และเป็นเอกลักษณ์ของจังหวัดลำปาง  และเป็นแหล่งผลิตเซรามิก  ที่สำคัญของประเทศไทย  ลำปาง  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  วัดพระธาตุลำปางหลวง  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดพระแก้วดอนเต้าสุชาดาราม  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระแก้วมรกต  ซึ่งเป็นพระพุทธรูป  ที่ศักดิ์สิทธิ์  และเป็นมิ่งขวัญของชาวไทย  และพิพิธภัณฑ์สถานแห่งชาติลำปาง  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดลำปาง  ลำปาง  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติดอยขุนตาล  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกวังแก้ว  และน้ำตกธารทอง  อุทยานแห่งชาติแจ้ซ้อน  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีบ่อน้ำพุร้อน  และน้ำตกที่สวยงาม  เช่น  น้ำตกแจ้ซ้อน  และน้ำตกแม่มอญ  และวนอุทยานน้ำตกวังเหนือ  ซึ่งเป็นวนอุทยาน  ที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  ลำปาง  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวซอย  แกงฮังเล  และน้ำพริกหนุ่ม  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดลำปางสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/6188f58767378365",
    places: [
      {
        name: "วัดพระธาตุลำปางหลวง",
        image: "/project/zubapop/assets/image/lampang1.jpg"
      },
      {
        name: "กาดกองต้า (ถนนคนเดินลำปาง)",
        image: "/project/zubapop/assets/image/lampang2.jpg"
      },
      {
        name: "พิพิธภัณฑ์เซรามิกธนบดี",
        image: "/project/zubapop/assets/image/lampang3.jpg"
      },
      {
        name: "อุทยานแห่งชาติแจ้ซ้อน",
        image: "/project/zubapop/assets/image/lampang4.jpeg"
      },
      {
        name: "วัดปงสนุก",
        image: "/project/zubapop/assets/image/lampang5.jpg"
      }
    ]
  },
  {
    name: "ลำพูน",
    lat: 18.5746,
    lon: 99.0087,
    postalCode: "51000",
    description: "ลำพูน  เมืองแห่งพระธาตุหริภุญชัย  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือของประเทศไทย  เป็นจังหวัดที่มีประวัติศาสตร์  และวัฒนธรรมอันยาวนาน  เคยเป็นเมืองหลวงของอาณาจักรหริภุญชัย  ลำพูน  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และวัฒนธรรมที่สำคัญ  เช่น  วัดพระธาตุหริภุญชัยวรมหาวิหาร  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดจามเทวี  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และพิพิธภัณฑ์สถานแห่งชาติหริภุญไชย  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดลำพูน  ลำพูน  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติดอยขุนตาล  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกวังแก้ว  และน้ำตกธารทอง  อุทยานแห่งชาติแม่ปิง  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีแม่น้ำปิงไหลผ่าน  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกแม่ยะ  และน้ำตกแม่กลาง  และวนอุทยานดอยติ  ซึ่งเป็นวนอุทยาน  ที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  ลำพูน  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ข้าวซอย  แกงฮังเล  และน้ำพริกหนุ่ม  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดลำพูนสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/32994y54665596484",
    places: [
      {
        name: "วัดพระธาตุหริภุญชัย",
        image: "/project/zubapop/assets/image/lamphun1.jpg"
      },
      {
        name: "วัดพระธาตุจอมทอง",
        image: "/project/zubapop/assets/image/lamphun2.jpg"
      },
      {
        name: "ตลาดวโรรส",
        image: "/project/zubapop/assets/image/lamphun3.jpg"
      },
      {
        name: "วัดศรีภูมิ",
        image: "/project/zubapop/assets/image/lamphun4.jpg"
      },
      {
        name: "น้ำตกแม่สา",
        image: "/project/zubapop/assets/image/lamphun5.jpg"
      }
    ]
  },
  {
    name: "เลย",
    lat: 17.4843,
    lon: 101.7315,
    postalCode: "42000",
    description: "เลย  เมืองแห่งทะเลภูเขา  มี ภูกระดึงซึ่งเป็นภูเขา  ที่ได้รับความนิยมจากนักท่องเที่ยว  ที่ชื่นชอบการเดินป่า  และชมธรรมชาติ  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  มีพื้นที่ส่วนใหญ่เป็นภูเขา  และป่าไม้  เป็นจังหวัดที่มีอากาศเย็นสบายตลอดปี  และมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เลย  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  ภูกระดึง  ซึ่งเป็นภูเขา  ที่ได้รับความนิยมจากนักท่องเที่ยว  ที่ชื่นชอบการเดินป่า  และชมธรรมชาติ  มีทิวทัศน์ที่สวยงาม  และมีจุดชมวิว  ที่สามารถมองเห็นทะเลหมอก  และพระอาทิตย์ขึ้นได้  ภูเรือ  ซึ่งเป็นยอดเขา  ที่สูงที่สุดในจังหวัดเลย  มีอากาศเย็นสบายตลอดปี  และมีทัศนียภาพที่สวยงาม  สามารถมองเห็นทะเลหมอก  และพระอาทิตย์ขึ้นได้  และเชียงคาน  ซึ่งเป็นอำเภอ  ที่ตั้งอยู่ริมแม่น้ำโขง  มีบรรยากาศ  ที่เงียบสงบ  และมีเสน่ห์  เหมาะสำหรับการพักผ่อน  และสัมผัสกับวิถีชีวิตของคนในชุมชน  เลย  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดเนรมิตวิปัสสนา  ซึ่งเป็นวัด  ที่มีสถาปัตยกรรมที่สวยงาม  และเป็นเอกลักษณ์  พิพิธภัณฑ์ผีตาโขน  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงเกี่ยวกับประเพณีผีตาโขน  ซึ่งเป็นประเพณี  ที่สำคัญของจังหวัดเลย  และอุทยานแห่งชาติภูเรือ  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  เลย  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดเลยสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/5472971797864494",
    places: [
      {
        name: "ภูเรือ",
        image: "/project/zubapop/assets/image/loei1.webp"
      },
      {
        name: "น้ำตกศรีเชียงคาน",
        image: "/project/zubapop/assets/image/loei2.jpg"
      },
      {
        name: "วัดศรีเทพ",
        image: "/project/zubapop/assets/image/loei3.jpg"
      },
      {
        name: "อุทยานแห่งชาติภูกระดึง",
        image: "/project/zubapop/assets/image/loei4.jpg"
      },
      {
        name: "ถ้ำเชียงคาน",
        image: "/project/zubapop/assets/image/loei5.jpg"
      }
    ]
  },
  {
    name: "ศรีสะเกษ",
    lat: 15.1183,
    lon: 104.3221,
    postalCode: "33000",
    description: "ศรีสะเกษ  เมืองแห่ง  ผ้าไหม และ ปราสาทขอม มีชื่อเสียงในด้านการทอผ้าไหม  โดยเฉพาะผ้าไหมยกดอก  และเป็นที่ตั้งของปราสาทหินเขาพระวิหาร  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  ศรีสะเกษ  มีแหล่งท่องเที่ยวเชิงประวัติศาสตร์  และโบราณคดีที่สำคัญ  เช่น  ปราสาทหินเขาพระวิหาร  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  ตั้งอยู่บนหน้าผาสูงชัน  บนเทือกเขาพนมดงรัก  บริเวณชายแดนไทย-กัมพูชา  และเป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านเคารพนับถือมาตั้งแต่โบราณ  ปราสาทสระกำแพงใหญ่  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ตั้งอยู่ในเขตอำเภออุทุมพรพิสัย  และปราสาทโดนตวล  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ตั้งอยู่ในเขตอำเภอขุนหาญ  ศรีสะเกษ  ยังมีแหล่งท่องเที่ยวทางธรรมชาติที่สวยงาม  เช่น  อุทยานแห่งชาติเขาพระวิหาร  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกผามออีแดง  และน้ำตกห้วยหลวง  วนอุทยานแห่งชาติภูสิงห์  ซึ่งเป็นวนอุทยาน  ที่มีความร่มรื่น  และมีเส้นทางเดินศึกษาธรรมชาติ  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และสวนสมเด็จพระศรีนครินทร์  ศรีสะเกษ  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  ศรีสะเกษ  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดศรีสะเกษสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/3985487579856475",
    places: [
      {
        name: "สวนสัตว์ศรีสะเกษ",
        image: "/project/zubapop/assets/image/ssk1.jpg"
      },
      {
        name: "ปราสาทหินเมืองต่ำ",
        image: "/project/zubapop/assets/image/ssk2.jpg"
      },
      {
        name: "น้ำตกห้วยแม่ขมิ้น",
        image: "/project/zubapop/assets/image/ssk3.jpeg"
      },
      {
        name: "วัดไพรพัฒนา",
        image: "/project/zubapop/assets/image/ssk4.jpg"
      },
      {
        name: "วัดพระธาตุศรีสะเกษ",
        image: "/project/zubapop/assets/image/ssk5.webp"
      }
    ]
  },
  {
    name: "สกลนคร",
    lat: 17.1631,
    lon: 104.1494,
    postalCode: "47000",
    description: "สกลนคร  เมืองแห่ง หนองหานมี  หนองหาน  ซึ่งเป็นทะเลสาบน้ำจืดที่ใหญ่เป็นอันดับ  2  ของประเทศไทย  เป็นที่อยู่อาศัยของปลาน้ำจืด  และนกน้ำนานาชนิด  เป็นจังหวัดที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  สกลนคร  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  หนองหาน  ซึ่งเป็นทะเลสาบน้ำจืดที่ใหญ่เป็นอันดับ  2  ของประเทศไทย  เป็นที่อยู่อาศัยของปลาน้ำจืด  และนกน้ำนานาชนิด  มีทิวทัศน์ที่สวยงาม  เหมาะสำหรับการล่องเรือ  ตกปลา  และชมนก  อุทยานแห่งชาติภูพาน  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  และพระธาตุเชิงชุมวรวิหาร  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  สกลนคร  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  พิพิธภัณฑ์สถานแห่งชาติสกลนคร  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสกลนคร  ศูนย์ศึกษาพัฒนาภูพาน  อันเนื่องมาจากพระราชดำริ  ซึ่งเป็นศูนย์  ที่ศึกษา  และพัฒนา  ด้านการเกษตร  ป่าไม้  และสิ่งแวดล้อม  และตลาดสดเทศบาลเมืองสกลนคร  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สกลนคร  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสกลนครสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/1346777998574685",
    places: [
      {
        name: "พระธาตุเชิงชุม",
        image: "/project/zubapop/assets/image/sakonnakhon1.jpg"
      },
      {
        name: "อุทยานภูพาน",
        image: "/project/zubapop/assets/image/sakonnakhon2.jpg"
      },
      {
        name: "พิพิธภัณฑ์ภูพาน",
        image: "/project/zubapop/assets/image/sakonnakhon3.jpg"
      },
      {
        name: "บึงหนองหาน",
        image: "/project/zubapop/assets/image/sakonnakhon4.jpg"
      },
      {
        name: "วัดพระธาตุภูเพ็ก",
        image: "/project/zubapop/assets/image/sakonnakhon5.jpg"
      }
    ]
  },
  {
    name: "สงขลา",
    lat: 7.1897,
    lon: 100.5954,
    postalCode: "90000",
    description: "สงขลา  เมืองเก่า  เล่าเรื่อง  นางเงือก  มี    หาดสมิหลา  ซึ่งเป็นหาดทราย  ที่มีรูปปั้นนางเงือก  เป็นสัญลักษณ์  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านอ่าวไทย  และทะเลสาบสงขลา  เป็นจังหวัดที่มีความเจริญก้าวหน้าทางด้านเศรษฐกิจ  และเป็นแหล่งท่องเที่ยวที่สำคัญ  สงขลา  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  หาดสมิหลา  ซึ่งเป็นหาดทราย  ที่มีรูปปั้นนางเงือกเป็นสัญลักษณ์  เหมาะสำหรับการพักผ่อน  และเล่นน้ำทะเล  อุทยานแห่งชาติเขาปู่-เขาย่า  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกโตนงาช้าง  และน้ำตกไทรโยค  และทะเลสาบสงขลา  ซึ่งเป็นทะเลสาบที่ใหญ่ที่สุดในประเทศไทย  เป็นที่อยู่อาศัยของปลาน้ำจืด  และนกน้ำนานาชนิด  สงขลา  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  เมืองเก่าสงขลา  ซึ่งเป็นย่านเมืองเก่า  ที่มีสถาปัตยกรรมแบบชิโนโปรตุกีส  ที่สวยงาม  และเป็นเอกลักษณ์  แหลมสมิหลา  ซึ่งเป็นแหลม  ที่ยื่นออกไปในทะเล  มีทิวทัศน์ที่สวยงาม  เหมาะสำหรับการชมพระอาทิตย์ตกดิน  และพิพิธภัณฑ์สถานแห่งชาติสงขลา  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสงขลา  สงขลา  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ขนมจีน  แกงเหลือง  และผลไม้  เช่น  สับปะรด  มะพร้าว  และเงาะ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสงขลาสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/5674995847567759",
    places: [
      {
        name: "หาดสมิหลา",
        image: "/project/zubapop/assets/image/songkhla1.webp"
      },
      {
        name: "เกาะยอ",
        image: "/project/zubapop/assets/image/songkhla2.jpg"
      },
      {
        name: "เขาตังกวน",
        image: "/project/zubapop/assets/image/songkhla3.jpg"
      },
      {
        name: "พิพิธภัณฑ์สถานแห่งชาติสงขลา",
        image: "/project/zubapop/assets/image/songkhla4.png"
      },
      {
        name: "ย่านเมืองเก่าสงขลา",
        image: "/project/zubapop/assets/image/songkhla5.jpg"
      }
    ]
  },
  {
    name: "สตูล",
    lat: 6.6238,
    lon: 100.0667,
    postalCode: "91000",
    description: "สตูล  เมือง หลีเป๊ะมี  เกาะหลีเป๊ะ ซึ่งเป็นเกาะ  ที่มีชื่อเสียงในเรื่องความสวยงามของชายหาด  น้ำทะเล  และแนวปะการัง  เหมาะสำหรับการพักผ่อน  และทำกิจกรรมทางทะเล  เช่น  เล่นน้ำทะเล  อาบแดด  เล่นกีฬาทางน้ำ  และดำน้ำดูปะการัง  เป็นจังหวัดที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านทะเลอันดามัน  เป็นจังหวัดที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทยพุทธ  ชาวไทยมุสลิม  และชาวไทยเชื้อสายจีน  สตูล  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  เกาะหลีเป๊ะ  ซึ่งเป็นเกาะ  ที่มีชื่อเสียงในเรื่องความสวยงามของชายหาด  น้ำทะเล  และแนวปะการัง  เหมาะสำหรับการพักผ่อน  และทำกิจกรรมทางทะเล  เช่น  เล่นน้ำทะเล  อาบแดด  เล่นกีฬาทางน้ำ  และดำน้ำดูปะการัง  อุทยานแห่งชาติตะรุเตา  ซึ่งเป็นอุทยานแห่งชาติทางทะเล  ที่มีความหลากหลายทางชีวภาพสูง  มีทั้งป่าชายเลน  ปะการัง  และสัตว์ทะเล  เช่น  โลมา  พะยูน  และเต่าทะเล  และถ้ำเลเขากอบ  ซึ่งเป็นถ้ำ  ที่มีความสวยงาม  และมีหินงอกหินย้อยที่แปลกตา  สตูล  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ศาลหลักเมืองสตูล  ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง  พิพิธภัณฑ์สถานแห่งชาติสตูล  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสตูล  และตลาดน้ำปากบารา  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สตูล  ยังมีชื่อเสียงในด้านอาหาร  เช่น  แกงเหลือง  ขนมจีน  และผลไม้  เช่น  สับปะรด  มะพร้าว  และเงาะ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสตูลสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/9378694494759684",
    places: [
      {
        name: "อุทยานแห่งชาติตะรุเตา",
        image: "/project/zubapop/assets/image/satun1.jpg"
      },
      {
        name: "เกาะหลีเป๊ะ สตูล",
        image: "/project/zubapop/assets/image/satun2.jpg"
      },
      {
        name: "เกาะอาดัง",
        image: "/project/zubapop/assets/image/satun3.jpg"
      },
      {
        name: "เกาะราวี",
        image: "/project/zubapop/assets/image/satun4.jpg"
      },
      {
        name: "เกาะไข่",
        image: "/project/zubapop/assets/image/satun5.jpg"
      }
    ]
  },
  {
    name: "สมุทรปราการ",
    lat: 13.5991,
    lon: 100.5994,
    postalCode: "10270",
    description: "สมุทรปราการ  เมืองปากน้ำ  ติดกับกรุงเทพฯ  มีแม่น้ำเจ้าพระยาไหลผ่าน  เป็นจังหวัด  ที่มีความเจริญก้าวหน้าทางด้านอุตสาหกรรม  และการท่องเที่ยว  สมุทรปราการ  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  เมืองโบราณ  ซึ่งเป็นพิพิธภัณฑ์กลางแจ้ง  ที่ใหญ่ที่สุดในโลก  จำลองโบราณสถาน  และโบราณวัตถุ  ที่สำคัญของประเทศไทย  ไว้ในพื้นที่กว่า  800  ไร่  ป้อมพระจุลจอมเกล้า  ซึ่งเป็นป้อมปราการ  ที่สร้างขึ้นในสมัยรัชกาลที่  5  เพื่อป้องกันการรุกรานของข้าศึก  ทางทะเล  และวัดอโศการาม  ซึ่งเป็นวัด  ที่หลวงพ่อสด  วัดปากน้ำ  ภาษีเจริญ  เคยจำพรรษา  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  สมุทรปราการ  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  สวนสัตว์เปิดเขาเขียว  ซึ่งเป็นสวนสัตว์  ที่ใหญ่ที่สุดในประเทศไทย  มีสัตว์นานาชนิด  จากทั่วโลก  ให้ชม  ฟาร์มจระเข้  และสวนสัตว์สมุทรปราการ  ซึ่งเป็นฟาร์มจระเข้  ที่ใหญ่ที่สุดในโลก  มีจระเข้  และสัตว์เลื้อยคลาน  นานาชนิด  ให้ชม  และตลาดน้ำบางพลี  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สมุทรปราการ  ยังมีชื่อเสียงในด้านอาหาร  เช่น  อาหารทะเล  ก๋วยเตี๋ยว  และขนมหวาน  เช่น  ขนมชั้น  ขนมตาล  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสมุทรปราการสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเรือโดยสาร",
    googleMap: "https://goo.gl/maps/2675448688667486",
    places: [
      {
        name: "วัดพระธาตุดอยสุเทพราชวรวิหาร",
        image: "/project/zubapop/assets/image/chiangmai1.jpg"
      },
      {
        name: "วัดเจดีย์หลวงวรวิหาร",
        image: "/project/zubapop/assets/image/chiangmai2.jpg"
      },
      {
        name: "วัดพระสิงห์วรมหาวิหาร",
        image: "/project/zubapop/assets/image/chiangmai3.jpg"
      },
      {
        name: "ดอยอินทนนท์",
        image: "/project/zubapop/assets/image/chiangmai4.webp"
      },
      {
        name: "อุทยานแห่งชาติดอยสุเทพ-ปุย",
        image: "/project/zubapop/assets/image/chiangmai5.jpg"
      }
    ]
  },
  {
    name: "สมุทรสงคราม",
    lat: 13.4144,
    lon: 100.0027,
    postalCode: "75000",
    description: "สมุทรสงคราม  เมืองแม่กลอง  มี ตลาดน้ำอัมพวาซึ่งเป็นตลาดน้ำ  ที่ได้รับความนิยมจากนักท่องเที่ยว  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำแม่กลองไหลผ่าน  เป็นจังหวัด  ที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  สมุทรสงคราม  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  ตลาดน้ำอัมพวา  ซึ่งเป็นตลาดน้ำ  ที่ได้รับความนิยมจากนักท่องเที่ยว  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  และมีกิจกรรมให้ทำ  เช่น  ล่องเรือชมหิ่งห้อย  วัดบางกุ้ง  ซึ่งเป็นวัดเก่าแก่  ที่ตั้งอยู่ในค่ายบางกุ้ง  ซึ่งเป็นค่ายทหาร  ที่สร้างขึ้นในสมัยอยุธยา  และอุทยาน ร.2  ซึ่งเป็นอุทยานประวัติศาสตร์  ที่รวบรวม  และจัดแสดงเกี่ยวกับพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย  รัชกาลที่  2  สมุทรสงคราม  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ดอนหอยหลอด  ซึ่งเป็นแหล่ง  ที่หอยหลอดอาศัยอยู่เป็นจำนวนมาก  นักท่องเที่ยวสามารถมาชม  และเก็บหอยหลอดได้  สวนลิ้นจี่  ซึ่งเป็นสวนลิ้นจี่  ที่มีลิ้นจี่ให้เลือกชิม  และซื้อ  มากมาย  และพิพิธภัณฑ์บ้านเขายี่สาร  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงเกี่ยวกับวิถีชีวิตของชาวบ้าน  ในอดีต  สมุทรสงคราม  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาทูแม่กลอง  น้ำตาลมะพร้าว  และขนมหวาน  เช่น  ขนมตาล  ขนมกล้วย  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสมุทรสงครามสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเรือโดยสาร",
    googleMap: "https://goo.gl/maps/2464786585745769",
    places: [
      {
        name: "เมืองโบราณ สมุทรปราการ",
        image: "/project/zubapop/assets/image/samutsongkhrami1.jpg"
      },
      {
        name: "พิพิธภัณฑ์ช้างเอราวัณ",
        image: "/project/zubapop/assets/image/samutsongkhram2.jpg"
      },
      {
        name: "ฟาร์มจระเข้และสวนสัตว์สมุทรปราการ",
        image: "/project/zubapop/assets/image/samutsongkhram3.jpg"
      },
      {
        name: "ป้อมพระจุลจอมเกล้า สมุทรปราการ",
        image: "/project/zubapop/assets/image/samutsongkhram4.jpg"
      },
      {
        name: "วัดอโศการาม สมุทรปราการ",
        image: "/project/zubapop/assets/image/samutsongkhram5.jpg"
      }
    ]
  },
  {
    name: "สมุทรสาคร",
    lat: 13.5472,
    lon: 100.2748,
    postalCode: "74000",
    description: "สมุทรสาคร  เมืองมหาชัย  แหล่งผลิตอาหารทะเล  มีชื่อเสียงในเรื่องอาหารทะเลสด  และอาหารทะเลแปรรูป  เช่น  กุ้ง  ปลาหมึก  และปลา  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำท่าจีนไหลผ่าน  เป็นจังหวัด  ที่มีความเจริญก้าวหน้าทางด้านอุตสาหกรรม  และการประมง  สมุทรสาคร  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  ตลาดมหาชัย  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีอาหารทะเลสด  และอาหารทะเลแปรรูป  ให้เลือกซื้อมากมาย  วัดเจษฎาราม  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อโต  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และพิพิธภัณฑ์บ้านแพ้ว  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงเกี่ยวกับวิถีชีวิตของชาวบ้าน  ในอดีต  สมุทรสาคร  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ศาลพันท้ายนรสิงห์  ซึ่งเป็นศาล  ที่สร้างขึ้นเพื่อระลึกถึง  พันท้ายนรสิงห์  ซึ่งเป็นทหารเอก  ในสมัยอยุธยา  ที่ยอมสละชีวิต  เพื่อรักษาคำพูด  อุทยานการเรียนรู้  และสวนสาธารณะ  เมืองสมุทรสาคร  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และตลาดน้ำท่าฉลอม  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สมุทรสาคร  ยังมีชื่อเสียงในด้านอาหาร  เช่น  อาหารทะเล  ก๋วยเตี๋ยว  และขนมหวาน  เช่น  ขนมชั้น  ขนมตาล  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสมุทรสาครสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และเรือโดยสาร",
    googleMap: "https://goo.gl/maps/5647568484574689",
    places: [
      {
        name: "ตลาดมหาชัย",
        image: "/project/zubapop/assets/image/samutsakhon1.jpg"
      },
      {
        name: "ตลาดน้ำพันท้ายนรสิงห์",
        image: "/project/zubapop/assets/image/samutsakhon2.jpg"
      },
      {
        name: "ศาลพันท้ายนรสิงห์",
        image: "/project/zubapop/assets/image/samutsakhon3.jpg"
      },
      {
        name: "วัดเจษฎาราม",
        image: "/project/zubapop/assets/image/samutsakhon4.jpg"
      },
      {
        name: "วัดโกรกกราก",
        image: "/project/zubapop/assets/image/samutsakhon5.jpg"
      }
    ]
  },
  {
    name: "สระแก้ว",
    lat: 13.8219,
    lon: 102.0677,
    postalCode: "27000",
    description: "สระแก้ว  เมืองชายแดน  ติดกับกัมพูชา  มี ตลาดโรงเกลือ ซึ่งเป็นตลาด  ที่ใหญ่ที่สุดในเอเชียตะวันออกเฉียงใต้  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคตะวันออกของประเทศไทย  เป็นจังหวัด  ที่มีความเจริญก้าวหน้าทางด้านเศรษฐกิจ  และเป็นแหล่งท่องเที่ยว  สระแก้ว  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  ตลาดโรงเกลือ  ซึ่งเป็นตลาด  ที่ใหญ่ที่สุดในเอเชียตะวันออกเฉียงใต้  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  ปราสาทสด๊กก๊อกธม  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ใหญ่ที่สุดในภาคตะวันออก  ตั้งอยู่บนยอดเขา  และเป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านเคารพนับถือมาตั้งแต่โบราณ  และอุทยานแห่งชาติปางสีดา  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  สมเสร็จ  เลียงผา  และนกเงือก  สระแก้ว  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดเขาสอยดาว  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  มีทิวทัศน์ที่สวยงาม  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  ศาลหลักเมืองสระแก้ว  ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง  และพิพิธภัณฑ์สถานแห่งชาติสระแก้ว  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสระแก้ว  สระแก้ว  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสระแก้วสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/8756468475787564",
    places: [
      {
        name: "อุทยานแห่งชาติปางสีดา",
        image: "/project/zubapop/assets/image/sakaeo1.jpg"
      },
      {
        name: "ปราสาทสด๊กก๊อกธม",
        image: "/project/zubapop/assets/image/sakaeo2.jpg"
      },
      {
        name: "ตลาดโรงเกลือ สระแก้ว",
        image: "/project/zubapop/assets/image/sakaeo3.jpg"
      },
      {
        name: "เขื่อนพระปรง",
        image: "/project/zubapop/assets/image/sakaeo4.jpeg"
      },
      {
        name: "วัดถ้ำเขาฉกรรจ์",
        image: "/project/zubapop/assets/image/sakaeo5.jpg"
      }
    ]
  },
  {
    name: "สระบุรี",
    lat: 14.5289,
    lon: 100.9107,
    postalCode: "18000",
    description: "สระบุรี  เมือง  พระพุทธบาทเป็นที่ตั้งของวัดพระพุทธบาทราชวรมหาวิหาร  ซึ่งเป็นวัด  ที่สำคัญทางพระพุทธศาสนา  และเป็นที่ประดิษฐานของรอยพระพุทธบาท  ที่เชื่อกันว่าเป็นรอยพระพุทธบาทจริง  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคกลางของประเทศไทย  เป็นจังหวัด  ที่มีความเจริญก้าวหน้าทางด้านอุตสาหกรรม  และการเกษตร  สระบุรี  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  วัดพระพุทธบาทราชวรมหาวิหาร  ซึ่งเป็นวัด  ที่สำคัญทางพระพุทธศาสนา  และเป็นที่ประดิษฐานของรอยพระพุทธบาท  ที่เชื่อกันว่าเป็นรอยพระพุทธบาทจริง  อุทยานแห่งชาติเขาใหญ่  ซึ่งเป็นอุทยานแห่งชาติแห่งแรกของประเทศไทย  และได้รับการขึ้นทะเบียนเป็นมรดกโลกทางธรรมชาติจาก UNESCO  ภายในอุทยานฯ  มีน้ำตกที่สวยงาม  เช่น  น้ำตกเหวสุวัต  น้ำตกเหวนรก  และน้ำตกผากล้วยไม้  และน้ำตกเจ็ดสาวน้อย  ซึ่งเป็นน้ำตกที่สวยงาม  และมีน้ำไหลแรงตลอดปี  สระบุรี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ฟาร์มโคนมไทย-เดนมาร์ก  ซึ่งเป็นฟาร์มโคนม  ที่ใหญ่ที่สุดในประเทศไทย  นักท่องเที่ยวสามารถมาชม  และเรียนรู้เกี่ยวกับการเลี้ยงโคนมได้  เขื่อนป่าสักชลสิทธิ์  ซึ่งเป็นเขื่อนดิน  ที่ใหญ่ที่สุดในประเทศไทย  เป็นแหล่งผลิตไฟฟ้าพลังน้ำ  และเป็นแหล่งท่องเที่ยว  และพิพิธภัณฑ์เมืองสระบุรี  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสระบุรี  สระบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ไก่ย่าง  ก๋วยเตี๋ยว  และผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสระบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/7977485977698975",
    places: [
      {
        name: "อุทยานแห่งชาติน้ำตกเจ็ดสาวน้อย",
        image: "/project/zubapop/assets/image/saraburi1.jpg"
      },
      {
        name: "เขื่อนป่าสักชลสิทธิ์",
        image: "/project/zubapop/assets/image/saraburi2.jpg"
      },
      {
        name: "วัดพระพุทธบาทราชวรมหาวิหาร",
        image: "/project/zubapop/assets/image/saraburi3.jpg"
      },
      {
        name: "ทุ่งทานตะวันสระบุรี",
        image: "/project/zubapop/assets/image/saraburi4.jpg"
      },
      {
        name: "น้ำตกสามหลั่น",
        image: "/project/zubapop/assets/image/saraburi5.jpg"
      }
    ]
  },
  {
    name: "สิงห์บุรี",
    lat: 14.8872,
    lon: 100.4014,
    postalCode: "16000",
    description: "สิงห์บุรี  เมือง วีรชนเป็นจังหวัด  ที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำเจ้าพระยาไหลผ่าน  เป็นจังหวัด  ที่มีประวัติศาสตร์อันยาวนาน  และเป็นที่ตั้งของอนุสาวรีย์วีรชนค่ายบางระจัน  ซึ่งสร้างขึ้นเพื่อรำลึกถึงวีรกรรมของชาวบ้านบางระจัน  ที่ได้ร่วมกันต่อสู้กับกองทัพพม่า  ในสมัยอยุธยา  สิงห์บุรี  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  อนุสาวรีย์วีรชนค่ายบางระจัน  ซึ่งสร้างขึ้นเพื่อรำลึกถึงวีรกรรมของชาวบ้านบางระจัน  ที่ได้ร่วมกันต่อสู้กับกองทัพพม่า  ในสมัยอยุธยา  วัดพระนอนจักรสีห์วรวิหาร  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางไสยาสน์  ที่งดงาม  และศักดิ์สิทธิ์  และพิพิธภัณฑสถานแห่งชาติอินทร์บุรี  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสิงห์บุรี  สิงห์บุรี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ตลาดน้ำบางระจัน  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สวนสมเด็จพระศรีนครินทร์  สิงห์บุรี  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และวัดพิกุลทอง  ซึ่งเป็นวัด  ที่หลวงพ่อแพ  พระเกจิอาจารย์ชื่อดัง  เคยจำพรรษา  สิงห์บุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาช่อนแม่ลา  ก๋วยเตี๋ยว  และขนมหวาน  เช่น  ขนมสอดไส้  ขนมทองม้วน  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสิงห์บุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/5854795648457764",
    places: [
      {
        name: "วัดพระนอนจักรสีห์วรวิหาร",
        image: "/project/zubapop/assets/image/singburi1.jpg"
      },
      {
        name: "อุทยานวีรชนค่ายบางระจัน",
        image: "/project/zubapop/assets/image/singburi2.jpg"
      },
      {
        name: "วัดประโชติการาม",
        image: "/project/zubapop/assets/image/singburi3.jpg"
      },
      {
        name: "วัดโพธิ์เก้าต้น (ค่ายบางระจัน)",
        image: "/project/zubapop/assets/image/singburi4.jpg"
      },
      {
        name: "ตลาดไทยย้อนยุคบ้านระจัน",
        image: "/project/zubapop/assets/image/singburi5.jpg"
      }
    ]
  },
  {
    name: "สุโขทัย",
    lat: 17.0076,
    lon: 99.8237,
    postalCode: "64000",
    description: "สุโขทัย  เมืองมรดกโลก  อดีตราชธานี  ที่มีประวัติศาสตร์อันยาวนาน  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือตอนล่างของประเทศไทย  เป็นจังหวัดที่มีความเจริญรุ่งเรืองมาตั้งแต่สมัยสุโขทัย  และเป็นที่ตั้งของอุทยานประวัติศาสตร์สุโขทัย  ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  สุโขทัย  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  อุทยานประวัติศาสตร์สุโขทัย  ซึ่งได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  ภายในอุทยานฯ  มีโบราณสถานที่สำคัญ  เช่น  วัดมหาธาตุ  วัดศรีชุม  และวัดสระศรี  อุทยานประวัติศาสตร์ศรีสัชนาลัย  ซึ่งเป็นอุทยานประวัติศาสตร์  ที่มีความสวยงาม  และสมบูรณ์  มีโบราณสถาน  และโบราณวัตถุ  เช่น  วัดพระศรีรัตนมหาธาตุ  วัดช้างล้อม  และวัดเจดีย์เจ็ดแถว  และอุทยานแห่งชาติรามคำแหง  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกสายรุ้ง  และน้ำตกผาแดง  สุโขทัย  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดพระพายหลวง  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  พิพิธภัณฑ์สถานแห่งชาติรามคำแหง  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสุโขทัย  และตลาดน้ำสุโขทัย  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สุโขทัย  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยวสุโขทัย  ผัดไทย  และขนมจีน  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสุโขทัยสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/7373459985769864",
    places: [
      {
        name: "วัดพระศรีรัตนมหาธาตุ",
        image: "/project/zubapop/assets/image/sukhothai1.jpg"
      },
      {
        name: "น้ำตกสะพานหิน",
        image: "/project/zubapop/assets/image/sukhothai2.jpg"
      },
      {
        name: "วัดเจดีย์หลวง",
        image: "/project/zubapop/assets/image/sukhothai3.jpg"
      },
      {
        name: "วัดกุฎีทอง",
        image: "/project/zubapop/assets/image/sukhothai4.jpg"
      },
      {
        name: "วัดสุวรรณคีรี",
        image: "/project/zubapop/assets/image/sukhothai5.jpg"
      }
    ]
  },
  {
    name: "สุพรรณบุรี",
    lat: 14.4742,
    lon: 100.1215,
    postalCode: "72000",
    description: "สุพรรณบุรี  เมืองขุนช้าง-ขุนแผนมีชื่อเสียงในเรื่องวรรณคดีไทย  เรื่อง  ขุนช้าง-ขุนแผน เป็นจังหวัดที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำท่าจีนไหลผ่าน  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  สุพรรณบุรี  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  บึงฉวากเฉลิมพระเกียรติ  ซึ่งเป็นบึงน้ำจืดธรรมชาติ  ที่ใหญ่เป็นอันดับ  2  ของประเทศไทย  และเป็นที่อยู่อาศัยของนกน้ำนานาชนิด  วัดป่าเลไลยก์วรวิหาร  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อโต  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และตลาดสามชุก  ซึ่งเป็นตลาดเก่าแก่  ที่มีอายุมากกว่า  100  ปี  ยังคงรักษาบรรยากาศ  และวิถีชีวิตแบบดั้งเดิมไว้ได้เป็นอย่างดี  สุพรรณบุรี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  อุทยานแห่งชาติพุเตย  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกพุเตย  และน้ำตกตะเพินคี่  หมู่บ้านอนุรักษ์ควายไทย  ซึ่งเป็นหมู่บ้าน  ที่อนุรักษ์ควายไทย  ซึ่งเป็นสัตว์  ที่เป็นสัญลักษณ์ของประเทศไทย  และพิพิธภัณฑสถานแห่งชาติสุพรรณบุรี  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสุพรรณบุรี  สุพรรณบุรี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาช่อนแม่ลา  ก๋วยเตี๋ยว  และขนมหวาน  เช่น  ขนมสอดไส้  ขนมทองม้วน  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสุพรรณบุรีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/2676747794758874",
    places: [
      {
        name: "วัดป่าเลไลย์",
        image: "/project/zubapop/assets/image/suphanburi1.jpg"
      },
      {
        name: "วัดเขียน สุพรรณบุรี",
        image: "/project/zubapop/assets/image/suphanburi2.jpg"
      },
      {
        name: "วัดพระศรีรัตนมหาธาตุสุพรรณบุรี",
        image: "/project/zubapop/assets/image/suphanburi3.jpg"
      },
      {
        name: "พิพิธภัณฑสถานแห่งชาติสุพรรณบุรี",
        image: "/project/zubapop/assets/image/suphanburi4.jpg"
      },
      {
        name: "หอศิลป์สุพรรณบุรี",
        image: "/project/zubapop/assets/image/suphanburi5.jpg"
      }
    ]
  },
  {
    name: "สุราษฎร์ธานี",
    lat: 9.1416,
    lon: 99.3334,
    postalCode: "84000",
    description: "สุราษฎร์ธานี  เมืองร้อยเกาะ  เงาะอร่อย  หอยใหญ่  ไข่มุกดี  มี  เกาะสมุย และ เกาะพะงัน ซึ่งเป็นเกาะที่มีชื่อเสียงในเรื่องความสวยงามของชายหาด  น้ำทะเล  และแนวปะการัง  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคใต้ของประเทศไทย  มีพื้นที่ติดกับชายฝั่งทะเลด้านอ่าวไทย  และทะเลอันดามัน  เป็นจังหวัด  ที่มีความหลากหลายทางชีวภาพ  และเป็นแหล่งท่องเที่ยวที่สำคัญ  สุราษฎร์ธานี  มีแหล่งท่องเที่ยวทางธรรมชาติที่สำคัญ  เช่น  เกาะสมุย  ซึ่งเป็นเกาะ  ที่มีชื่อเสียงในเรื่องความสวยงามของชายหาด  น้ำทะเล  และแนวปะการัง  เหมาะสำหรับการพักผ่อน  และทำกิจกรรมทางทะเล  เช่น  เล่นน้ำทะเล  อาบแดด  เล่นกีฬาทางน้ำ  และดำน้ำดูปะการัง  เกาะพะงัน  ซึ่งเป็นเกาะ  ที่มีชื่อเสียงในเรื่อง ฟูลมูนปาร์ตี้ซึ่งเป็นงานปาร์ตี้  ที่จัดขึ้น  ทุกคืนพระจันทร์เต็มดวง  บนหาดริ้น  และอุทยานแห่งชาติเขาสก  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  สมเสร็จ  เลียงผา  และนกเงือก  สุราษฎร์ธานี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  เขื่อนรัชประภา  หรือ  เขื่อนเชี่ยวหลาน  ซึ่งเป็นเขื่อน  ที่ใหญ่ที่สุดในภาคใต้  เป็นแหล่งผลิตไฟฟ้าพลังน้ำ  และเป็นแหล่งท่องเที่ยว  วัดพระบรมธาตุไชยาราชวรวิหาร  ซึ่งเป็นวัดศักดิ์สิทธิ์คู่บ้านคู่เมือง  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  และเมืองเก่าสุราษฎร์ธานี  ซึ่งเป็นย่านเมืองเก่า  ที่มีสถาปัตยกรรมแบบชิโนโปรตุกีส  ที่สวยงาม  และเป็นเอกลักษณ์  สุราษฎร์ธานี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  แกงเหลือง  ขนมจีน  และผลไม้  เช่น  เงาะ  มังคุด  และสับปะรด  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสุราษฎร์ธานีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/4756748466847579",
    places: [
      {
        name: "เกาะสมุย",
        image: "/project/zubapop/assets/image/suratthani1.jpg"
      },
      {
        name: "เกาะพะงัน",
        image: "/project/zubapop/assets/image/suratthani2.webp"
      },
      {
        name: "เกาะเต่า",
        image: "/project/zubapop/assets/image/suratthani3.jpg"
      },
      {
        name: "วัดพระบรมธาตุไชยา",
        image: "/project/zubapop/assets/image/suratthani4.jpg"
      },
      {
        name: "อุทยานแห่งชาติเขาสก",
        image: "/project/zubapop/assets/image/suratthani5.jpg"
      }
    ]
  },
  {
    name: "สุรินทร์",
    lat: 14.8828,
    lon: 103.4936,
    postalCode: "32000",
    description: "สุรินทร์  เมืองช้าง  มีชื่อเสียงในเรื่องช้าง  ซึ่งเป็นสัตว์  ที่เป็นสัญลักษณ์ของประเทศไทย  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  เป็นจังหวัด  ที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทย  ชาวเขมร  และชาวกูย  อยู่ร่วมกันอย่างสงบสุข  สุรินทร์  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  หมู่บ้านช้าง  ซึ่งเป็นหมู่บ้าน  ที่ชาวบ้านเลี้ยงช้าง  และฝึกช้าง  เพื่อใช้ในการทำงาน  และการแสดง  นักท่องเที่ยวสามารถมาชม  และเรียนรู้เกี่ยวกับวิถีชีวิตของชาวบ้าน  และช้างได้  ปราสาทศีขรภูมิ  ซึ่งเป็นปราสาทหินสมัยขอม  ที่ใหญ่ที่สุดในจังหวัดสุรินทร์  ตั้งอยู่บนยอดเขา  และเป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านเคารพนับถือมาตั้งแต่โบราณ  และอุทยานแห่งชาติตาพระยา  ซึ่งเป็นอุทยานแห่งชาติ  ที่เป็นที่อยู่อาศัยของสัตว์ป่าหายาก  เช่น  สมเสร็จ  เลียงผา  และนกเงือก  สุรินทร์  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดบูรพาราม  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  พิพิธภัณฑ์สถานแห่งชาติสุรินทร์  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดสุรินทร์  และตลาดสดเทศบาลเมืองสุรินทร์  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สุรินทร์  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดสุรินทร์สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/9684577799854759",
    places: [
      {
        name: "อุทยานแห่งชาติภูเขียว",
        image: "/project/zubapop/assets/image/surin1.jpg"
      },
      {
        name: "ปราสาทหินเมืองต่ำ สุรินทร์",
        image: "/project/zubapop/assets/image/surin2.jpg"
      },
      {
        name: "ปราสาทหินบาดาล",
        image: "/project/zubapop/assets/image/surin3.jpg"
      },
      {
        name: "น้ำตกห้วยเตย",
        image: "/project/zubapop/assets/image/surin4.jpg"
      },
      {
        name: "อุทยานประวัติศาสตร์ศรีขรภูมิ",
        image: "/project/zubapop/assets/image/surin5.jpg"
      }
    ]
  },
  {
    name: "หนองคาย",
    lat: 17.8796,
    lon: 102.7472,
    postalCode: "43000",
    description: "หนองคาย  เมืองริมโขง  มี สะพานมิตรภาพไทย-ลาว ซึ่งเป็นสะพาน  ที่เชื่อมต่อระหว่างประเทศไทย  กับสาธารณรัฐประชาธิปไตยประชาชนลาว  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  มีแม่น้ำโขงไหลผ่าน  เป็นจังหวัด  ที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทย  ชาวลาว  และชาวเวียดนาม  อยู่ร่วมกันอย่างสงบสุข  หนองคาย  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  สะพานมิตรภาพไทย-ลาว  ซึ่งเป็นสะพาน  ที่เชื่อมต่อระหว่างประเทศไทย  กับสาธารณรัฐประชาธิปไตยประชาชนลาว  นักท่องเที่ยวสามารถข้ามไปเที่ยว  ยังฝั่งลาวได้  ศาลาแก้วกู่  ซึ่งเป็นสวนประติมากรรม  ที่สร้างขึ้นโดย  หลวงปู่บุญเหลือ  สุรีรัตน์  เป็นสถานที่  ที่รวบรวมรูปปั้น  เกี่ยวกับพุทธศาสนา  ฮินดู  และความเชื่อพื้นบ้าน  ไว้มากมาย  และวัดโพธิ์ชัย  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของหลวงพ่อพระใส  พระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  หนองคาย  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ตลาดท่าเสด็จ  ซึ่งเป็นตลาด  ที่ตั้งอยู่ริมแม่น้ำโขง  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  อุทยานแห่งชาติภูหินร่องกล้า  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกผาตาด  และน้ำตกหมันแดง  และพิพิธภัณฑ์สถานแห่งชาติหนองคาย  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดหนองคาย  หนองคาย  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาแม่น้ำโขง  ไก่ย่าง  และส้มตำ  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดหนองคายสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/6457848456784769",
    places: [
      {
        name: "น้ำตกตาดฟ้า",
        image: "/project/zubapop/assets/image/nongkhai1.jpg"
      },
      {
        name: "สะพานมิตรภาพไทย-ลาว",
        image: "/project/zubapop/assets/image/nongkhai2.jpg"
      },
      {
        name: "ถนนคนเดินหนองคาย",
        image: "/project/zubapop/assets/image/nongkhai3.jpg"
      },
      {
        name: "พิพิธภัณฑ์หนองคาย",
        image: "/project/zubapop/assets/image/nongkhai4.jpg"
      },
      {
        name: "ภูพระบาท",
        image: "/project/zubapop/assets/image/nongkhai5.jpeg"
      }
    ]
  },
  {
    name: "หนองบัวลำภู",
    lat: 17.2047,
    lon: 102.4416,
    postalCode: "39000",
    description: "หนองบัวลำภู  เมืองแห่ง  ภูเขา  และทะเลสาบ มี อุทยานแห่งชาติภูเก้า-ภูพานคำ ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของ ทะเลสาบหนองบัวลำภู  ซึ่งเป็นทะเลสาบน้ำจืดธรรมชาติ  ที่สวยงาม  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  เป็นจังหวัด  ที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  หนองบัวลำภู  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  อุทยานแห่งชาติภูเก้า-ภูพานคำ  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของ  ทะเลสาบหนองบัวลำภู  ซึ่งเป็นทะเลสาบน้ำจืดธรรมชาติ  ที่สวยงาม  วัดถ้ำกลองเพล  ซึ่งเป็นวัด  ที่ตั้งอยู่ในถ้ำ  และมีหินงอกหินย้อยที่แปลกตา  และพิพิธภัณฑ์สถานแห่งชาติหนองบัวลำภู  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดหนองบัวลำภู  หนองบัวลำภู  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ศาลหลักเมืองหนองบัวลำภู  ซึ่งเป็นสถานที่ศักดิ์สิทธิ์คู่บ้านคู่เมือง  สวนสมเด็จพระศรีนครินทร์  หนองบัวลำภู  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และตลาดสดเทศบาลเมืองหนองบัวลำภู  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  หนองบัวลำภู  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดหนองบัวลำภูสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/4766885957779694",
    places: [
      {
        name: "อุทยานแห่งชาติภูผาม่าน",
        image: "/project/zubapop/assets/image/nblp1.jpg"
      },
      {
        name: "วัดสระประสานสุข",
        image: "/project/zubapop/assets/image/nblp2.jpg"
      },
      {
        name: "วัดถ้ำเขาแก้ว",
        image: "/project/zubapop/assets/image/nblp3.jpg"
      },
      {
        name: "น้ำตกตาดโตน",
        image: "/project/zubapop/assets/image/nblp4.jpg"
      },
      {
        name: "อ่างเก็บน้ำห้วยท่าเลื่อน",
        image: "/project/zubapop/assets/image/nblp5.jpg"
      }
    ]
  },
  {
    name: "อ่างทอง",
    lat: 14.5887,
    lon: 100.4562,
    postalCode: "14000",
    description: "อ่างทอง  เมือง วิเศษชัยชาญ มี  หลวงพ่อโต  วัดม่วง ซึ่งเป็นพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคกลางของประเทศไทย  มีแม่น้ำเจ้าพระยาไหลผ่าน  เป็นจังหวัด  ที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  อ่างทอง  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  วัดม่วง  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของ  หลวงพ่อโต  วัดม่วง ซึ่งเป็นพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  วัดไชโยวรวิหาร  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของ  หลวงพ่อโต  วัดไชโยวรวิหาร ซึ่งเป็นพระพุทธรูปปางสมาธิ  ที่งดงาม  และศักดิ์สิทธิ์  และพิพิธภัณฑสถานแห่งชาติเจ้าสามพระยา  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดอ่างทอง  อ่างทอง  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ตลาดน้ำอ่างทอง  ซึ่งเป็นตลาดน้ำ  ที่จำลองบรรยากาศแบบย้อนยุค  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  สวนสมเด็จพระศรีนครินทร์  อ่างทอง  ซึ่งเป็นสวนสาธารณะ  ที่ร่มรื่น  และมีพันธุ์ไม้  และสัตว์น้ำ  หลากหลายชนิด  เหมาะสำหรับการพักผ่อน  และออกกำลังกาย  และวัดขุนอินทประมูล  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ตั้งของ  พระนอนองค์ใหญ่  ซึ่งเป็นพระพุทธรูปปางไสยาสน์  ที่ใหญ่ที่สุดในประเทศไทย  อ่างทอง  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาช่อนแม่ลา  ก๋วยเตี๋ยว  และขนมหวาน  เช่น  ขนมสอดไส้  ขนมทองม้วน  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดอ่างทองสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/4466948847567799",
    places: [
      {
        name: "พิพิธภัณฑ์ตำนานเมืองอ่างทอง",
        image: "/project/zubapop/assets/image/angthongi1.jpg"
      },
      {
        name: "วัดทองทิพย์",
        image: "/project/zubapop/assets/image/angthong2.jpeg"
      },
      {
        name: "อ่างเก็บน้ำห้วยขวาง",
        image: "/project/zubapop/assets/image/angthong3.jpg"
      },
      {
        name: "น้ำตกบ้านป่า",
        image: "/project/zubapop/assets/image/angthong4.jpg"
      },
      {
        name: "วัดโบสถ์อ่างทอง",
        image: "/project/zubapop/assets/image/angthong5.jpg"
      }
    ]
  },
  {
    name: "อุดรธานี",
    lat: 17.4138,
    lon: 102.7879,
    postalCode: "41000",
    description: "อุดรธานี  เมืองอารยธรรม  5,000  ปี  มี บ้านเชียง  ซึ่งเป็นแหล่งโบราณคดี  ที่สำคัญของโลก  ได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  เป็นจังหวัด  ที่มีความเจริญก้าวหน้าทางด้านเศรษฐกิจ  และเป็นแหล่งท่องเที่ยว  อุดรธานี  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  บ้านเชียง  ซึ่งเป็นแหล่งโบราณคดี  ที่สำคัญของโลก  ได้รับการขึ้นทะเบียนเป็นมรดกโลกจาก UNESCO  นักท่องเที่ยวสามารถชม  และเรียนรู้เกี่ยวกับ  อารยธรรมบ้านเชียง  ที่เก่าแก่กว่า  5,000  ปี  ได้  วัดป่าภูก้อน  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  มีสถาปัตยกรรมที่สวยงาม  และเป็นเอกลักษณ์  และพิพิธภัณฑ์สถานแห่งชาติบ้านเชียง  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงเกี่ยวกับ  อารยธรรมบ้านเชียง  อุดรธานี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  ทะเลบัวแดง  ซึ่งเป็นทะเลสาบน้ำจืด  ที่เต็มไปด้วยดอกบัวแดง  บานสะพรั่งในช่วงฤดูหนาว  อุทยานแห่งชาติภูฝอยลม  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกตาดโตน  และน้ำตกตาดฟ้า  และศูนย์วัฒนธรรมไทย-จีน  ซึ่งเป็นศูนย์  ที่รวบรวม  และจัดแสดงเกี่ยวกับ  วัฒนธรรมไทย  และวัฒนธรรมจีน  อุดรธานี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดอุดรธานีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/9877545648799855",
    places: [
      {
        name: "วัดโพธิสมภรณ์ อุดรธานี",
        image: "/project/zubapop/assets/image/udonthani1.jpg"
      },
      {
        name: "อุทยานแห่งชาติภูหินร่องกล้า",
        image: "/project/zubapop/assets/image/udonthani2.jpg"
      },
      {
        name: "วัดป่าภูก้อน",
        image: "/project/zubapop/assets/image/udonthani3.jpg"
      },
      {
        name: "พิพิธภัณฑ์เมืองอุดรธานี",
        image: "/project/zubapop/assets/image/udonthani4.webp"
      },
      {
        name: "ตลาดนัดอุดรธานี",
        image: "/project/zubapop/assets/image/udonthani5.jpg"
      }
    ]
  },
  {
    name: "อุตรดิตถ์",
    lat: 17.6251,
    lon: 100.0943,
    postalCode: "53000",
    description: "อุตรดิตถ์  เมืองลับแล  สักใหญ่  ไก่ชน  เหล็กน้ำพี้  ที่มีชื่อเสียงในเรื่องเหล็กน้ำพี้  ซึ่งเป็นเหล็ก  ที่ได้จากการถลุง  แร่เหล็ก  ที่พบในจังหวัดอุตรดิตถ์  เป็นจังหวัดที่ตั้งอยู่ทางภาคเหนือตอนล่างของประเทศไทย  มีแม่น้ำน่านไหลผ่าน  เป็นจังหวัดที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  อุตรดิตถ์  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  อุทยานแห่งชาติภูสอยดาว  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของ  ทุ่งดอกหงอนนาค  ซึ่งเป็นทุ่งดอกไม้  ที่สวยงาม  บานสะพรั่งในช่วงฤดูฝน  เขื่อนสิริกิติ์  ซึ่งเป็นเขื่อน  ที่ใหญ่ที่สุดในภาคเหนือ  เป็นแหล่งผลิตไฟฟ้าพลังน้ำ  และเป็นแหล่งท่องเที่ยว  และพิพิธภัณฑ์สถานแห่งชาติอุตรดิตถ์  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดอุตรดิตถ์  อุตรดิตถ์  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  วัดพระบรมธาตุทุ่งยั้ง  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  วัดท่าถนน  ซึ่งเป็นวัด  ที่หลวงพ่อเงิน  พระเกจิอาจารย์ชื่อดัง  เคยจำพรรษา  และตลาดสดเทศบาลเมืองอุตรดิตถ์  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  อุตรดิตถ์  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ก๋วยเตี๋ยว  ขนมจีน  และผลไม้  เช่น  ส้ม  มะม่วง  และกล้วยไข่  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดอุตรดิตถ์สะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/7495496677795469",
    places: [
      {
        name: "วัดพระแท่นศิลาอาสน์",
        image: "/project/zubapop/assets/image/uttaradit1.jpg"
      },
      {
        name: "น้ำตกภูสอยดาว",
        image: "/project/zubapop/assets/image/uttaradit2.jpg"
      },
      {
        name: "อุทยานแห่งชาติภูสอยดาว",
        image: "/project/zubapop/assets/image/uttaradit3.jpg"
      },
      {
        name: "วัดพระบรมธาตุแช่แห้ง",
        image: "/project/zubapop/assets/image/uttaradit4.jpg"
      },
      {
        name: "วัดจอมทอง อุตรดิตถ์",
        image: "/project/zubapop/assets/image/uttaradit5.jpg"
      }
    ]
  },
  {
    name: "อุทัยธานี",
    lat: 15.3753,
    lon: 100.0273,
    postalCode: "61000",
    description: "อุทัยธานี  เมืองพระชนกจักรี  มีเขื่อนศรีนครินทร์ ซึ่งเป็นเขื่อน  ที่ใหญ่ที่สุดในภาคตะวันตก  เป็นแหล่งผลิตไฟฟ้าพลังน้ำ  และเป็นแหล่งท่องเที่ยว  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคกลางตอนบนของประเทศไทย  มีแม่น้ำสะแกกรังไหลผ่าน  เป็นจังหวัด  ที่มีความอุดมสมบูรณ์ทางธรรมชาติ  และวัฒนธรรม  เหมาะสำหรับการท่องเที่ยว  และพักผ่อน  อุทัยธานี  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  เขื่อนศรีนครินทร์  ซึ่งเป็นเขื่อน  ที่ใหญ่ที่สุดในภาคตะวันตก  เป็นแหล่งผลิตไฟฟ้าพลังน้ำ  และเป็นแหล่งท่องเที่ยว  วัดท่าซุง  ซึ่งเป็นวัด  ที่หลวงพ่อฤาษีลิงดำ  พระเกจิอาจารย์ชื่อดัง  เคยจำพรรษา  และเป็นที่ประดิษฐานของ  วิหารแก้ว  100  เมตร  ซึ่งเป็นวิหาร  ที่ตกแต่งด้วยกระจก  ที่สวยงาม  และอุทยานแห่งชาติห้วยขาแข้ง  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และได้รับการขึ้นทะเบียนเป็นมรดกโลกทางธรรมชาติจาก UNESCO  อุทัยธานี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  หุบป่าตาด  ซึ่งเป็นป่าดงดิบ  ที่อยู่ในหุบเขา  มีพันธุ์ไม้  และสัตว์ป่า  ที่หายาก  มากมาย  วัดสังกัสรัตนคีรี  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  มีทิวทัศน์ที่สวยงาม  และเป็นที่ประดิษฐานของพระพุทธรูปปางมารวิชัย  ที่งดงาม  และศักดิ์สิทธิ์  และตลาดสดเทศบาลเมืองอุทัยธานี  ซึ่งเป็นตลาดสด  ที่ใหญ่ที่สุดในจังหวัด  มีสินค้าให้เลือกซื้อมากมาย  เช่น  เสื้อผ้า  ของใช้  และอาหาร  อุทัยธานี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ปลาแรด  ก๋วยเตี๋ยว  และขนมหวาน  เช่น  ขนมสอดไส้  ขนมทองม้วน  และฝอยทอง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดอุทัยธานีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  และรถไฟ",
    googleMap: "https://goo.gl/maps/9496757485969855",
    places: [
      {
        name: "ศูนย์ศิลปวัฒนธรรมจังหวัดอุทัยธานี อุทัยธานี",
        image: "/project/zubapop/assets/image/uthaithani1.jpg"
      },
      {
        name: "วัดท่าซุง",
        image: "/project/zubapop/assets/image/uthaithani2.jpg"
      },
      {
        name: "วัดเจ้าอาม",
        image: "/project/zubapop/assets/image/uthaithani3.jpg"
      },
      {
        name: "น้ำตกไทรโยค",
        image: "/project/zubapop/assets/image/uthaithani4.jpeg"
      },
      {
        name: "วัดห้วยเขน",
        image: "/project/zubapop/assets/image/uthaithani5.jpg"
      }
    ]
  },
  {
    name: "อุบลราชธานี",
    lat: 15.2306,
    lon: 104.8532,
    postalCode: "34000",
    description: "อุบลราชธานี  เมืองดอกบัว  งาม  ริมฝั่งโขง  มี อุทยานแห่งชาติผาแต้มซึ่งเป็นอุทยานแห่งชาติ  ที่มีภาพเขียนสี  โบราณที่สวยงาม  และมีอายุมากกว่า  3,000  ปี  เป็นจังหวัด  ที่ตั้งอยู่ทางภาคตะวันออกเฉียงเหนือของประเทศไทย  มีแม่น้ำมูลไหลผ่าน  เป็นจังหวัด  ที่มีความหลากหลายทางวัฒนธรรม  มีทั้งชาวไทย  ชาวลาว  และชาวเขมร  อยู่ร่วมกันอย่างสงบสุข  อุบลราชธานี  มีแหล่งท่องเที่ยวที่สำคัญ  เช่น  อุทยานแห่งชาติผาแต้ม  ซึ่งเป็นอุทยานแห่งชาติ  ที่มี  ภาพเขียนสี  โบราณที่สวยงาม  และมีอายุมากกว่า  3,000  ปี  สามพันโบก  ซึ่งเป็นแก่งหิน  ที่สวยงาม  และมีรูปร่างแปลกตา  เกิดจากการกัดเซาะของน้ำ  และวัดพระธาตุหนองบัว  ซึ่งเป็นวัดเก่าแก่  และเป็นที่ประดิษฐานของพระบรมสารีริกธาตุของพระพุทธเจ้า  อุบลราชธานี  ยังมีแหล่งท่องเที่ยวอื่นๆ  เช่น  อุทยานแห่งชาติแก่งตะนะ  ซึ่งเป็นอุทยานแห่งชาติ  ที่มีพื้นที่ป่าไม้  และสัตว์ป่าอุดมสมบูรณ์  และเป็นที่ตั้งของน้ำตกที่สวยงาม  เช่น  น้ำตกสร้อยสวรรค์  และน้ำตกตาดโตน  วัดสิรินธรวราราม  หรือ  วัดภูพร้าว  ซึ่งเป็นวัด  ที่ตั้งอยู่บนยอดเขา  มีสถาปัตยกรรมที่สวยงาม  และเป็นเอกลักษณ์  และพิพิธภัณฑ์สถานแห่งชาติอุบลราชธานี  ซึ่งเป็นพิพิธภัณฑ์  ที่รวบรวม  และจัดแสดงประวัติศาสตร์  และวัฒนธรรมของจังหวัดอุบลราชธานี  อุบลราชธานี  ยังมีชื่อเสียงในด้านอาหาร  เช่น  ส้มตำ  ลาบ  และไก่ย่าง  ซึ่งเป็นของฝากที่ขึ้นชื่อของจังหวัด  การเดินทางมายังจังหวัดอุบลราชธานีสะดวกสบาย  สามารถเดินทางได้ทั้งทางรถยนต์  รถโดยสารประจำทาง  รถไฟ  และเครื่องบิน",
    googleMap: "https://goo.gl/maps/4756987486954879",
    places: [
      {
        name: "น้ำตกลงรู",
        image: "/project/zubapop/assets/image/ubonratchathani1.jpg"
      },
      {
        name: "อุทยานแห่งชาติผาแต้ม",
        image: "/project/zubapop/assets/image/ubonratchathani2.jpg"
      },
      {
        name: "วัดพระธาตุหนองบัว",
        image: "/project/zubapop/assets/image/ubonratchathani3.jpg"
      },
      {
        name: "อุทยานแห่งชาติแก่งตะนะ",
        image: "/project/zubapop/assets/image/ubonratchathani4.jpg"
      },
      {
        name: "พิพิธภัณฑ์เมืองอุบลราชธานี",
        image: "/project/zubapop/assets/image/ubonratchathani5.jpeg"
      }
    ]
  },
  {
    name: "อำนาจเจริญ",
    lat: 15.8588,
    lon: 104.6258,
    postalCode: "37000",
    description: "อำนาจเจริญ เมืองเกษตรและวัฒนธรรมที่สวยงาม ตั้งอยู่ในภาคตะวันออกเฉียงเหนือของประเทศไทย มีแม่น้ำโขงและภูเขาล้อมรอบ เป็นจังหวัดที่เงียบสงบและมีความเป็นธรรมชาติสูง มีวัฒนธรรมและประเพณีที่เป็นเอกลักษณ์ เช่น ประเพณีบุญบั้งไฟและประเพณีแห่ปราสาทผึ้ง จังหวัดอำนาจเจริญยังเป็นที่ตั้งของแหล่งท่องเที่ยวที่น่าสนใจ เช่น วัดถ้ำแสงธรรม ซึ่งเป็นวัดที่มีถ้ำธรรมชาติและวิวทิวทัศน์ที่สวยงาม และพระธาตุนาหินกอง ซึ่งเป็นสถานที่สำคัญทางศาสนา นอกจากนี้ยังมีวิถีชีวิตของชาวบ้านที่เรียบง่ายและอบอุ่น สัมผัสกับการใช้ชีวิตแบบพื้นบ้านและการทำเกษตรกรรมที่ยังคงเป็นวิถีหลักของคนในพื้นที่ การเดินทางมายังจังหวัดอำนาจเจริญสามารถทำได้โดยสะดวกทั้งทางรถยนต์และรถโดยสารประจำทาง",
    googleMap: "https://goo.gl/maps/4fF4YkPRX5WfvVJ57",
    places: [
      {
        name: "วัดถ้ำแสงธรรม",
        image: "/project/zubapop/assets/image/amnat1.jpg"
      },
      {
        name: "พระธาตุนาหินกอง",
        image: "/project/zubapop/assets/image/amnat2.webp"
      },
      {
        name: "วัดไชยาติการาม",
        image: "/project/zubapop/assets/image/amnat3.jpg"
      },
      {
        name: "วัดพุทธอุทยานอำนาจเจริญ",
        image: "/project/zubapop/assets/image/amnat4.jpg"
      },
      {
        name: "อ่างเก็บน้ำห้วยทราย",
        image: "/project/zubapop/assets/image/amnat5.jpg"
      }
    ]
  }
];

export default provinces;